{
    "textbook_id": "physics9",
    "chunks": [
        {
            "page_number": 1,
            "text": "PhysicsPhysics\nStudent TextbookStudent Textbook\nGrade 9Grade 9\nPhysics Student Textbook – Grade 9Physics Student Textbook – Grade 9\nFEDERAL DEMOCRATICFEDERAL DEMOCRATIC\nREPUBLIC OF ETHIOPIAREPUBLIC OF ETHIOPIA\nMINISTRY OF EDUCATIONMINISTRY OF EDUCATION\nFEDERAL DEMOCRATICFEDERAL DEMOCRATIC\nREPUBLIC OF ETHIOPIAREPUBLIC OF ETHIOPIA\nMINISTRY OF EDUCATIONMINISTRY OF EDUCATION"
        },
        {
            "page_number": 2,
            "text": ""
        },
        {
            "page_number": 3,
            "text": "Physics\nStudent Textbook\nGrade 9\nContributors:\nMenberu Mengesha (Ph.D), Writer\nNebiyu Gemechu (Ph.D), Writer\nMoges Tsega (Ph.D), Content Editor\nSamuel Asefa (Ph.D), Curriculum Editor\nFelekech G/Egziabher (Ph.D), Language Editor\nUmer Nuri (MSc), Illustrator\nDerese Tekestebrihan (Ph.D fellow), Book Designer\nEvaluators:\nGirmaye Defar (MSc)\nDessie Melese (MSc)\nZafu Abraha (MSc)\n"
        },
        {
            "page_number": 4,
            "text": "iv\nFirst Published xxxxx 2022 by the Federal Democratic Republic of Ethiopia, Min-\nistry of Education, under the General Education Quality Improvement Program\nfor Equity (GEQIP-E) supported by the World Bank, UK’s Department for Inter-\nnational Development/DFID-now merged with the Foreign, Common wealth\nand Development Office/FCDO, Finland Ministry for Foreign Affairs, the Royal\nNorwegian Embassy, United Nations Children’s Fund/UNICEF), the Global Part-\nnership for Education (GPE), and Danish Ministry of Foreign Affairs, through a\nMulti Donor Trust Fund.\n©2022 by the Federal Democratic Republic of Ethiopia, Ministry of Education.\nAll rights reserved. The moral rights of the author have been asserted. No part\nof this textbook reproduced, copied in a retrieval system or transmitted in any\nform or by any means including electronic, mechanical, magnetic, photocopying,\nrecording or otherwise, without the prior written permission of the Ministry of\nEducation or licensing in accordance with the Federal Democratic Republic of\nEthiopia as expressed in the Federal Negarit Gazeta, Proclamation No. 410/2004 -\nCopyright and Neighboring Rights Protection.\nThe Ministry of Education wishes to thank the many individuals, groups and\nother bodies involved – directly or indirectly - in publishing this Textbook. Special\nthanks are due to Hawassa University for their huge contribution in the devel-\nopment of this textbook in collaboration with Addis Ababa University, Bahir Dar\nUniversity and Jimma University.\nCopyrighted materials used by permission of their owners. If you are the owner of\ncopyrighted material not cited or improperly cited, please contact the Ministry of\nEducation, Head Office, Arat Kilo, (P .O.Box 1367), Addis Ababa Ethiopia.\nPHOTO CREDIT:\nPrinted by:\nxxxxxxxx PRINTING\nP .O.Box xxxxxx\nxxxxxxx, ETHIOPIA\nUnder Ministry of Education Contract no. xxxxxxxxxxx\nISBN: 978-999944-2-046-9"
        },
        {
            "page_number": 5,
            "text": "Contents\n1 Physics and Human Society 1\n1.1 Definition and Nature of Physics . . . . . . . . . . . . . . . . . . . . 2\n1.2 Branches of Physics . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2\n1.3 Related Fields to Physics . . . . . . . . . . . . . . . . . . . . . . . . . 4\n1.4 Historical Issues and Contributors . . . . . . . . . . . . . . . . . . . 5\n2 Physical Quantities 11\n2.1 Scales, Standards, Units (prefixes) . . . . . . . . . . . . . . . . . . . 12\n2.2 Measurement and Safety . . . . . . . . . . . . . . . . . . . . . . . . . 17\n2.3 Classification of Physical Quantities . . . . . . . . . . . . . . . . . . 23\n2.4 Unit conversion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n3 Motion in a Straight Line 35\n3.1 Position, Distance and Displacement . . . . . . . . . . . . . . . . . 36\n3.2 Average Speed and Instantaneous Speed . . . . . . . . . . . . . . . 41\n3.3 Average Velocity and Instantaneous Velocity . . . . . . . . . . . . . 43\n3.4 Acceleration . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46\n3.5 Uniform Motion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 48\n3.6 Graphical Representation of Motion . . . . . . . . . . . . . . . . . 49\n4 Force, Work, Energy and Power 59\n4.1 The Concept of Force . . . . . . . . . . . . . . . . . . . . . . . . . . . 60\n4.2 Newton’s Laws of Motion . . . . . . . . . . . . . . . . . . . . . . . . 63\n4.3 Forces of Friction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 69\n4.4 The Concept of Work . . . . . . . . . . . . . . . . . . . . . . . . . . . 70\n4.5 Kinetic and Potential Energies . . . . . . . . . . . . . . . . . . . . . 72\n4.6 Power . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 76\n5 Simple Machines 81\n5.1 Simple Machines and their Purposes . . . . . . . . . . . . . . . . . 82\n5.2 Simple Machines at Home . . . . . . . . . . . . . . . . . . . . . . . . 85\n5.3 Simple Machines at Work Place . . . . . . . . . . . . . . . . . . . . . 87\n5.4 Classification of Simple Machines . . . . . . . . . . . . . . . . . . . 89\n5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Ma-\nchine . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 92\n5.6 Designing Simple Machine . . . . . . . . . . . . . . . . . . . . . . . 108\nv"
        },
        {
            "page_number": 6,
            "text": "vi CONTENTS\n6 Mechanical Oscillation and Sound Wave 113\n6.1 Common Characteristics of Waves . . . . . . . . . . . . . . . . . . . 114\n6.2 String, Pendulum and Spring . . . . . . . . . . . . . . . . . . . . . . 116\n6.3 Propagation of Waves and Energy Transmission . . . . . . . . . . . 123\n6.4 Sound Waves . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 125\n6.5 Superposition of Waves . . . . . . . . . . . . . . . . . . . . . . . . . 131\n6.6 Characteristics of Sound Waves . . . . . . . . . . . . . . . . . . . . . 132\n7 Temperature and Thermometry 139\n7.1 Temperature and Our Life . . . . . . . . . . . . . . . . . . . . . . . . 140\n7.2 Extreme Temperature Safety . . . . . . . . . . . . . . . . . . . . . . 142\n7.3 Temperature Change and its Effects . . . . . . . . . . . . . . . . . . 143\n7.4 Measuring Temperature with Different Thermometric Scales . . . 146\n7.5 Types of Thermometers and Their Use . . . . . . . . . . . . . . . . 153\n7.6 Conversion between Temperature Scales . . . . . . . . . . . . . . . 156\n7.7 Thermal Expansion of Materials . . . . . . . . . . . . . . . . . . . . 161\nIndex 171"
        },
        {
            "page_number": 7,
            "text": "Unit 1\nPhysics and Human Society\nIntroduction\nBrainstorming\nQuestions\nTExplain science\nand its broad cate-\ngories.\nTWhat are the\nmain branches of\nnatural science?You learnt about general science in lower grades. General science includes sub-\njects like Biology, Chemistry and Physics. Therefore, in this grade level and in\nhigher grades, you will learn about each of the three subjects and explore their\nbeauty. In this unit you will learn about physics and the human society. In par-\nticular, you will learn about definition of physics, different branches of physics,\nrelationship between physics and other fields of study, contributions of promi-\nnent scientists in advancing physics, and the way physics knowledge was evolving\nand changing in history.\nAt the end of this unit, you should be able to:\n•define physics in different ways;\n•describe the different branches of physics;\n•describe the relationships between physics and other fields of study;\n•discuss the contributions of prominent scientists in advancing physics at\ndifferent periods of time;\n•describe how aspects of physics are used in other sciences (e.g. biology,\nchemistry, engineering, etc.) as well as in everyday technology; and\n•discuss how physics knowledge was evolving and changing in history.\n1"
        },
        {
            "page_number": 8,
            "text": "2 Unit 1 Physics and Human Society\n1.1 Definition and Nature of Physics\nAt the end of this section, you should be able to:\n•define physics in different ways.\nExercise 1.1\nTIn your own\nwords, define what\nphysics is.\nTName other tech-\nnological products\nin your locality that\nrely on the principle\nof physics.Have you ever thought about some modern technological devices such as\ncomputers, smart phones, tablets etc? Also think about the fact that our histor-\nical heritages such as Harar Jugol, Fasciledes Castle, the Obelisk of Axum and\nrock-hewn churches of Lalibela buildings have kept their balance and survived\nfor hundreds of years. The working principles of all these rely on physics.\nThe word physics is thought to have come from the Greek word phusis, mean-\ning nature. Hence, physics is a branch of natural science aimed at describing the\nfundamental aspects of our universe. These include what things are in it, what\nproperties of those things are noticeable, and what processes those things or\ntheir properties undergo. In simpler terms, physics attempts to describe the basic\nmechanisms that make our universe behave the way it does. For example,\nActivity 1.1\nTBy discussing in\ngroups, mention im-\nportance of physics\nother than those\nmentioned above.\nTWhat other physi-\ncal phenomena may\nyou understand in\nyour locality using\nphysics?\nTWhat is a physi-\ncist?•Physics enables you to understand the working principles of cars, airplanes,\nspace-rockets, refrigerators, radios, televisions,etc as well as many of your\ndaily utensils and tools.\n•Physics explains physical phenomena such as the difficulty of walking on a\nsmooth plane, and why an electric fan rotates etc.\n•Physics helps you discover some of the unknown parts of nature and makes\nyou familiar with the modern world.\n•Physics helps you to understand some concepts in other subjects like:\nBiology, Chemistry, Geology, Astronomy, etc.\nStudying physics helps you understand concepts, relationships, principles\nand laws of nature. A person who studies physics is called a physicist.\n1.2 Branches of Physics\nAt the end of this section, you should be able to:\n•describe the different branches of physics."
        },
        {
            "page_number": 9,
            "text": "1.2 Branches of Physics 3\nTable 1.1 Some branches of physics and their descriptions\nBranch Description\nMechanics Mechanics is the branch of physics which deals with the\nmotion of an object without or with the reference of force.\nMechanics can be further divided into two branches namely\nquantum mechanics and classical mechanics. Quantum\nmechanics deals with the behavior of smallest particles like\nneutrons, protons, and electrons, while classical mechanics\nis the branch that deals with laws of motion of forces and\nphysical objects.\nAcoustics Acoustics is the branch of physics which deals with the study\nof sound and its transmission, production, and effects.\nOptics Optics is the branch of physics which deals with the behav-\nior, propagation, and properties of light.\nThermodynamics Thermodynamics is the branch of physics which studies\nthermal energy and the transfer of heat.\nElectromagnetism Electromagnetism is the branch of physics which deals with\nthe study of electromagnetic force like electric fields, light,\nmagnetic fields, etc. There are two aspects of electromag-\nnetism which are \"electricity\" and \"magnetism\"\nNuclear physics Nuclear physics is the branch of physics which deals with\nthe structure, properties and reactions of the nuclei of\natoms.\nAstrophysics Astrophysics is a science that employs the methods and\nprinciples of physics in the study of astronomical objects\nand phenomena.\nAs our technology evolved over the centuries, physics has expanded into\nmany branches. Some of the branches of physics are summarized in Table 1.1.\nKey Concept:\nTPhysics is a\nbranch of natural\nscience that at-\ntempts to describe\nthe basic mecha-\nnisms that make our\nuniverse behave the\nway it does.Exercise 1.2\nTList as many physical phenomena in your surroundings as you can.\nDescribe in which branch of physics each physical phenomenon can be\ncategorized."
        },
        {
            "page_number": 10,
            "text": "4 Unit 1 Physics and Human Society\nKey Concept:\nTThe branches of physics include: Mechanics, Acoustics, Optics, Ther-\nmodynamics, Electromagnetism, Nuclear Physics, etc.\n1.3 Related Fields to Physics\nAt the end of the lesson, you should be able to:\n•identify different general fields of physics and their applications in life;\n•discuss the relationships between physics and other sciences and fields\nlike transport, traffic, quality control and standards, etc.\nActivity 1.2\nTDiscuss in groups\nand list some other\nfields or areas of sci-\nence where physics\nis applicable.Physics is the foundation of many important scientific disciplines. Some of\nthem are discussed below.\n•Chemistry: Chemistry deals with the interactions of atoms and molecules.\nHowever, it is rooted in atomic and molecular physics.\nKey Concept:\nTPhysics is the\nfoundation of many\nimportant scientific\ndisciplines including,\nChemistry, Engi-\nneering, Geology,\nBiophysics, Geo-\nphysics, Medical\nPhysics etc.•Engineering: Most branches of engineering also apply physics. For exam-\nple, in architecture, physics is at the heart of determining structural stability,\nacoustics, heating, lighting, and cooling for buildings.\n•Geology: Parts of geology, the study of nonliving parts of Earth, rely heavily\non physics; including radioactive dating, earthquake analysis, and heat\ntransfer across Earth’s surface.\n•Biophysics: Biophysics applies principles and methods used in physics to\nstudy biological phenomena.\n•Geophysics: Geophysics applies the principles and methods of physics to\nthe study of the Earth\n•Medical Physics: Diagnostics and medical therapy, such as x-rays, mag-\nnetic resonance imaging (MRI), and ultrasonic blood flow measurements\ninvolves principles of physics."
        },
        {
            "page_number": 11,
            "text": "1.4 Historical Issues and Contributors 5\n1.4 Historical Issues and Contributors\nAt the end of the lesson, you should be able to:\n•recognize at least three issues and four prominent physicists with signifi-\ncant contributions to the development of physics;\n•collect and use pictures and texts from a library and the internet to present\nprominent figures in the history of physics.\nOver the last few centuries, the growth of scientific knowledge has resulted\nin ever-increasing specialization and branching of physics into separate fields.\nPhysics, as it developed from the renaissance to the end of the 19th century, is\ncalled classical physics . Revolutionary discoveries starting at the beginning of\nthe 20thcentury transformed physics from classical physics to modern physic s.\nMany laws of classical physics have been modified during the 20thcentury, re-\nsulting in dramatic changes in technology, society, and our view of the universe.\nFigure 1.1 Galileo GalileiThere are many scientists whose thoughts and scientific contributions revolu-\ntionized physics over the last few centuries. Some of the most famous ones are\ndiscussed below.\nFigure 1.2 Isaac NewtonGalileo Galilei (1564-1642)\nGalileo Galilei was an Italian astronomer, physicist and engineer. Galileo has been\ncalled the \"father of observational astronomy\", the \"father of modern physics\",\nthe \"father of the scientific method\", and the \"father of modern science\". It was\nGalileo Galilei who first studied the solar system and the universe using a tele-\nscope.\nIsaac Newton (1643- 1727)\nSir Isaac Newton was an English mathematician, physicist, astronomer, theolo-\ngian, and author. He is widely recognized as one of the greatest mathematicians\nand most influential scientists of all time. He developed the principles of modern\nphysics, including the laws of motion and is credited as one of the great minds\nof the 17th-century making him a key figure in the scientific revolution of this\ncentury. Isaac Newton is famous for his laws of motion and gravity."
        },
        {
            "page_number": 12,
            "text": "6 Unit 1 Physics and Human Society\nFigure 1.3 Michael FaradayMichael Faraday (1791-1867)\nMichael Faraday was an English scientist. He contributed to the study of electro-\nmagnetism and electrochemistry. His main discoveries include the principles\nunderlying electromagnetic induction, diamagnetism and electrolysis. In general\nMichael Faraday changed the world with magnet.\nFigure 1.4 James Prescott JouleJames Prescott Joule(1818-1889)\nJames Prescott Joule is an English physicist, mathematician and brewer. Joule\nstudied the nature of heat, and discovered its relationship to mechanical work.\nThis led to the law of conservation of energy. Joule’s work helped lay the founda-\ntion for the first of three laws of thermodynamics that describe how energy in our\nuniverse is transferred from one object to another or transformed from one form\nto another.\nFigure 1.5 Marie CurieMarie Curie(1867-1934)\nMarie Curie, was a Polish-born French physicist and chemist who conducted\npioneering research on radioactivity. She was the first woman to win a Nobel\nPrize for the discovery of the elements polonium and radium."
        },
        {
            "page_number": 13,
            "text": "1.4 Historical Issues and Contributors 7\nFigure 1.6 Albert EinsteinAlbert Einstein (1879- 1955)\nAlbert Einstein was a German-born theoretical physicist. He is widely acknowl-\nedged to be one of the greatest physicists of all time. Einstein is known for\ndeveloping the theory of relativity, but he also made important contributions to\nthe development of the theory of quantum mechanics.\nExercise 1.3\nTMention some other well-known historical contributors in physics and\ndescribe their roles.\nKey Concept:\nTRevolutionary discoveries starting at the beginning of the 20th century\ntransformed physics from classical physics to modern physics. Many laws\nof classical physics have been modified during the 20thcentury, resulting\nin dramatic changes in technology, society, and our view of the universe\nUnit Summary\nThe following are the main points you learnt in this unit.\n•Science is a systematized knowledge arising from observation, study\nand experimentation.\n•Physics is the branch of natural science which describes the basic\nmechanisms that make our universe behave the way it does.\n• Physics is the study of everyday phenomena.\n• A person who studies physics is called a physicist.\n•Physics has several branches such as mechanics, acoustics, optics,\nthermodynamics, electromagnetism, nuclear physics, astrophysics\netc.\n•Physics is the foundation of many important scientific disciplines\nsuch as chemistry, engineering, geology, biophysics, geophysics,\nmedical physics, etc.\n•There are several well-known scientists and engineers that have\ncontributed a lot for the advancement of physics."
        },
        {
            "page_number": 14,
            "text": "8 Unit 1 Physics and Human Society\nEnd of Unit Questions\n1.The Greek word ’phusis’ for nature is appropriate in describing the\nfield of physics. Which one of the following is the best answer for\nthis?\n(a) Physics is a natural science that studies life and living organ-\nisms on habitable planets like Earth.\n(b) Physics is a natural science that studies the laws and principles\nof our universe.\n(c) Physics is a physical science that studies the composition,\nstructure, and changes of matter in our universe.\n(d) Physics is a social science that studies the social behavior of\nliving beings on habitable planets like Earth.\n2.A moving car suddenly comes to a rest after applying brakes. Which\nbranch of physics do you think is appropriate to explain this phe-\nnomenon?\n(a) Mechanics\n(b) Acoustics\n(c) Electromagnetism\n(d) Nuclear physics\n(e) None of the above\n3. Which of the following is not one of the branches of physics?\n(a) Thermodynamics\n(b) Optics\n(c) Classical physics\n(d) Evolution\n4. Which of the following is not a historical contributor in physics?\n(a) Willebrod Snell\n(b) Daniel Bernoulli\n(c) Thomas Young"
        },
        {
            "page_number": 15,
            "text": "1.4 Historical Issues and Contributors 9\n(d) Charles Darwin\n5.Which of the following institution/project does not apply the princi-\nple of physics?\n(a) Ethiopian Aviation Industry\n(b) Grand Ethiopian Renaissance Dam (GERD)\n(c) Quality and Standard Authority of Ethiopia\n(d) Ethiopian Radiation Protection Authority\n(e) None of the above\n6.Which branch of Physics is most important when studying the na-\nture and behavior of light?\n(a) Quantum Mechanics\n(b) Nuclear Physics\n(c) Optics\n(d) Thermodynamics\n7.Galileo’s famous experiment at the leaning tower of Pisa demon-\nstrated that\n(a) what goes up must come down\n(b) all objects fall to earth at the same rate, regardless of their mass\n(c) heavier object falls faster than lighter object of the same size\n(d) gravity does not act on a falling object"
        },
        {
            "page_number": 16,
            "text": ""
        },
        {
            "page_number": 17,
            "text": "Unit 2\nPhysical Quantities\nBrainstorming\nQuestions\n1. What types of dif-\nferent measurement\nscales are used in\nyour surroundings?\n2. What is physical\nquantity? How can\nyou measure mass,\nlength and time?\nWhat are their units\nof measurement?\n3. How can you\nclassify physical\nquantities?Introduction\nPhysics begins with observations of phenomena, events, matter or energy.\nThrough demanding and controlled experimentation and logical thought\nprocess, the physical phenomena are described quantitatively using mathe-\nmatical tools. Any quantitative description of a property requires compari-\nson with a scale of different measuring devises. For example, length needs\na meter-stick, time needs a watch, and mass needs a beam balance. In this\nprocess, we recognize a very obvious fact that properties of different kinds\ncannot be compared. You cannot compare the time of travel from point A to\nB with the distance between the two points, although the two quantities may\nbe related. The time of travel (time) is a physical quantity and the distance\n(length) is also a physical quantity. They are completely different types of\nphysical quantities measured by different measuring devices and units. In\nthis unit you will learn different types of scales, measurement, classification\nof physical quantities, and conversion from one system of units to another.\nAt the end of this unit, you should be able to:\n•know physical quantities.\n•measure different physical quantities with accuracy.\n•appreciate the measurement activities of different physical quantities.\n11"
        },
        {
            "page_number": 18,
            "text": "12 Unit 2 Physical Quantities\nIn grade 8 General Science, you learned about scientific measurement. Differ-\nent types of scales are used in measurement.\nActivity 2.1\nDiscuss different\nexamples of nom-\ninal scales in your\ncommunity.2.1 Scales, Standards, Units (prefixes)\nScales\nAy the end of this section, you should be able to:\n•list the four type of scales;\n•distinguish between the four types of scales.\nIn general there are four data measuring scales. These are nominal scales,\nordinal scales, interval scales and ratio scales.\nExercise 2.1\nList different ex-\namples of ordinal\nscales.•Nominal scales: are used for labeling variables without any number value.\nFor nominal scales there is no inherent quantitative difference among the\ncategories. Examples are: gender (male, female), hair color (black, brown).\nExercise 2.2\nList different ex-\namples of interval\nscales.•Ordinal scales: are rank-order observations. For this type of scale, there is\nan underlying quantitative measurement on which the observations differ.\nExample: Your class rank in the previous grades.\nKey Concept:\nTIn physics scale\nis a set of numbers,\namounts, etc., used\nto measure or com-\npare the level of\nsomething.\nTRatio scale is\nan advanced scale\nin which addition,\nsubtraction, multipli-\ncation and division is\npossible.•Interval scales: have a constant interval but lack a true zero point. For this\ntype of scale, one can add and subtract values on an interval scale, but one\ncannot multiply or divide units. Temperature in Celsius or Fahrenheit scale\nis an example of interval scale.\n•Ratio scales: have the property of equal intervals but also have a true zero\npoint. As a result, one can multiply and divide as well as add and subtract\nusing ratio scales. Units of time (second, minute, hour), length (centimeter,\nmeter, kilometer), weight (milligram, gram, kilogram), volume (centimeter\ncube) and temperature in Kelvin Scale are ratio scales.\nNote that even though a ratio scale has a true zero point, the nature of the\nvariable is such that a value of zero will never be observed. For example human\nheight is measured on a ratio scale but every human has a height greater than\nzero."
        },
        {
            "page_number": 19,
            "text": "2.1 Scales, Standards, Units (prefixes) 13\nActivity 2.2\n1.What is your weight in kilograms?\n2.Are scales involving division of two ratio scales also themselves ratio\nscales? Discuss in small groups.\n3.In group observe measurement activities in the surrounding (home,\nlocal market and work places) for two days and prepare a report on the\nwhat, the where, and the how of the measurements observed.\n4.Based on your observation discuss the traditional and commonly used\nscales and units of measurement for length, mass, time, volume and tem-\nperature.\nPeople in different community measure physical quantities such as length,\ntime, volume, and mass using traditional measuring units. However, each unit\nhas different values at different time, position and conditions.\nFigure 2.1 Traditional measuring units."
        },
        {
            "page_number": 20,
            "text": "14 Unit 2 Physical Quantities\nStandards\nBrainstorming\nQuestions\nWhat is a standard\nin measurement? In\nyour local area peo-\nple measure volume,\nmass and area using\ndifferent measuring\ndevices. Do these\nmeasurements have\nstandards? Discuss\nin groups.Ay the end of this section, you should be able to:\n•appreciate the measures used in their local environment and comment\non the practice;\n•list standard units of measures and their relationship with units in their\nsurroundings.\nIn the previous section you have learned different types of scales. However, in\nphysics we focus more on ratio scales with defined standard units. The laws of\nphysics are expressed in terms of basic quantities that require a clear definition. In\nphysics, the seven basic quantities are length (l), mass (m), time (t), temperature\n(T), current (I), amount of substance (n), and luminous intensity ( IV). All other\nquantities in physics can be derived from these seven basic or fundamental\nphysical quantities.\nTable 2.1 Measurement of mass at different places.\nNo. Name of student Place Measured value\n1 Student A Location A 1.6 unit\n2 Student B Location B 2.1 unit\n3 Student C Location C 2.5 unit\n4 Student D Location D 3.0 unit\n5 Student E Location E 1.1 unit\n6 Student F Location F 3.5 unit\nActivity 2.3\nTSix grade 9 stu-\ndents in different\nparts of Ethiopia\nare given the same\nobject and mea-\nsured its mass in\nthe same unit as\nshown in Table 2.1.\nDiscuss whether the\nmeasurement has a\nstandard or not re-\ngardless of personal\nerrors.If your teacher orders you to report the results of a measurement to someone who\nwishes to reproduce this measurement, a standard must be defined. Whatever is\nchosen as a standard:\n•it must be readily accessible and possesses some property that can be\nmeasured reliably.\n•measurements taken by different people in different places must yield the\nsame result.\nLack of standard in measurement has many negative consequences. In Ethiopia,\nfor instance, people use their palm to measure things like cotton and footsteps to\nmeasure the length of a plot of land. The one with a bigger palm collects much\ncotton than the one with a smaller palm. Thus, using a palm or footsteps as a"
        },
        {
            "page_number": 21,
            "text": "2.1 Scales, Standards, Units (prefixes) 15\nmeasuring device has no standard. It creates inaccuracy on measured value and\nbias among people.\nExercise 2.3\nTWhat are the\nSI units of length,\nmass, and time?In 2019, an International Committee revised a set of standards for length, mass,\ntime and other basic quantities. The system established is an adaptation of the\nmetric system and is called the SI system of units (see Figure 2.2 or CLICK HERE\nfor further reading ).\nFigure 2.2 The SI system after the\n2019 redefinitionLength: Meter is the standard or international system (SI) unit for length. There\nare also other none SI units of length. These are centimeter (cm), millimeter\n(mm), and kilometer (km). Today, the meter (m) is defined as a distance traveled\nby light in vacuum during a time of1\n299792458s.\nTime: It is defined as the interval between two events. It is a fundamental quantity.\nThe unit of time in SI system is second (s). The none SI units of time are minute\n(min), hour (hr), day, month and year. The second (s) is defined as 9 192 631 770\ntimes the period of vibration of radiation from the cesium-133 atom.\nMass: The kilogram (kg) is the standard or international system (SI) unit of mass.\nThe none SI units of of mass are gram (g), milligram (mg), and tonne. The kilogram\n(kg) is defined by taking the fixed numerical value of the Plank constant h=\n6.62607015 ×10−34when expressed in the units of J s (which is equal to kgm2\ns),\nwhere the meter and second are defined in terms of the speed of light in vacuum\n(c) and the frequency of the Caesium 133 atom ( ∆f). [1 kg=1.4755214 ×1040h∆f\nc2]\nActivity 2.4\nTDiscuss the need for standards of measurement.\nTIdentify problems of non-standard measurement practices in your lo-\ncality and the country at large.\nKey Concept:\nTStandard units are conventional units which are used to measure phys-\nical quantity scientifically.\nTMeter: a distance travelled by light in vacuum during a time of1\n299792458\ns.\nTKilogram: 1 kilogram (1kg) is 1.4755214 ×1040h∆f\nc2.\nTSecond: 9 192 631 770 times the period of vibration of radiation from\nthe cesium-133 atom."
        },
        {
            "page_number": 22,
            "text": "16 Unit 2 Physical Quantities\nScientific Notation\nScientific notation is a way of writing numbers that are too large or too small to\nbe conveniently written as a decimal. This can be written more easily in scientific\nnotation, in the general form:\nd×10n\nExercise 2.4\nTWrite\n0.000001256 in\nscientific notation\nto 3 decimal places.\nTHow many signif-\nicant figures are in\n7800?where d is a decimal number between 0 and 10 that is rounded off to a few\ndecimal places; n is known as the exponent and is an integer. If n > 0 it represents\nhow many times the decimal place in d should be moved to the right. If n < 0,\nthen it represents how many times the decimal place in d should be moved to the\nleft. For example, 3 .24×103represents 3240 (the decimal moved three places to\nthe right) and 3 .24×10−3presents 0.00324 (the decimal moved three places to\nthe left).\nSignificant Figures\nIn a number, each non-zero digit is a significant figure. Zeroes are only counted\nif they are between two non-zero digits or are at the end of the decimal part.\nFor example, the number 2000 has 1 significant figure (the 2), but 2000.0 has 5\nsignificant figures. You estimate a number like this by removing significant figures\nfrom the number (starting from the right) until you have the desired number\nof significant figures, rounding as you go. For example, 6.827 has 4 significant\nfigures, but if you wish to write it to 3 significant figures it would mean removing\nthe 7 and rounding up, so it would be 6.83.\nExercise 2.5\nWrite the physical\nquantities in Table\n2.2 using appropri-\nate prefixes.\nTThe radius of the\nearth is 6,371,000 m\nTThe diameter\nof our hair is 0.000\n0075 mPrefixes\nIn the previous section you have learned different basic units. When a numerical\nunit is either very small or very large, the units used to define its size may be\nmodified by using a prefix. A prefix is an important aspect of dealing with units.\nPrefixes are words or letters written in front that change the meaning. Table 2.2\nlists a large set of these prefixes. The kilogram (kg) is a simple example. 1 kg is\n1000 g, or 1 ×103g. We can replace the 103with the prefix k (kilo)."
        },
        {
            "page_number": 23,
            "text": "2.2 Measurement and Safety 17\nTable 2.2 Unit Prefixes.\nPrefix Symbol Multiplier Exponent\ntera T 1 000 000 000 000 1012\ngiga G 1 000 000 000 109\nmega M 1 000 000 106\nkilo k 1 000 103\nhecto h 100 102\ndeka da 10 101\ndeci d 0.1 10−1\ncenti c 0.01 10−2\nmilli m 0.001 10−3\nmicro µ 0.000 001 10−6\nnano n 0.000 000 001 10−9\npico p 0.000 000 000 001 10−12\nKey Concept:\nTUnit prefix is a letter or a syllable which is written directly before a unit\nname with no space.\nTScientific notation: a system in which numbers are expressed as prod-\nucts consisting of a number between 1 and 10 multiplied by an appropriate\npower of 10.\nTIn a number, each non zero digit is a significant figure.\n2.2 Measurement and Safety\nBrainstorming\nQuestions\nTWhat is meant by\nmeasurement?\nTWhat measuring\ndevices are used to\nmeasure volume,\nmass and length in\nyour local area?Ay the end of this section, you should be able to:\n•list different instruments used to measure physical quantities such as\nlength, area, volume, mass, and time in their local area;\n•list length, mass and time measuring devices;\n•measure length, mass and time using different units."
        },
        {
            "page_number": 24,
            "text": "18 Unit 2 Physical Quantities\nActivity 2.5\nTObserve your\nlocal environment\nand list different\ninstruments used\nto measure physical\nquantities.\nTDiscuss different\nmeasurement ac-\ntivities and related\nissues in life.Measurement\nMeasurement is the process of comparing an unknown quantity with another\nquantity of its kind (called the unit of measurement). The measurement process\nhas three key elements:\n• The physical quantity to be measured.\n• The necessary measuring tools.\n• Units of measurements used (standard units).\nFigure 2.3 Examples of measuring tools of some physical quantities."
        },
        {
            "page_number": 25,
            "text": "2.2 Measurement and Safety 19\nTwenty-first century civilization is unthinkable without an appropriate measure-\nment tools on which everyday life depends. Modern society simply could not\nexist without measurement. Figure 2.3 shows some measuring devices applicable\ntoday.\nMeasuring Length\nWhen you are measuring the length of objects, you are comparing it with the\nstandard length. The SI unit of length is meter (m) as we discussed before. There\nare also non SI units of length. These are millimeter (mm), centimeter (cm) and\nkilometer (km).\nKey Concept:\nTMeasurement of any physical quantity involves comparison with a cer-\ntain basic, arbitrarily chosen, internationally accepted reference standard\ncalled unit.\nFigure 2.4 Standard length measuring instruments."
        },
        {
            "page_number": 26,
            "text": "20 Unit 2 Physical Quantities\nActivity 2.6\nTMake groups and measure the length and width of your exercise book\nin meter, centimeter and millimeter.\nTWhich measuring instrument of length can you use for measuring the\ndiameter of a small sphere?\nTA farmer wants to know the length of his plots of land in meter but he\nhas only a long rope, a 50 cm ruler and a 6 m long stick. How can he easily\nmeasure the length of his plot? Discuss in groups.\nLength is one of the fundamental (basic) physical quantities which describes\nthe distance between two points.\nActivity 2.7\nTMeasure the length and width of your blackboard in meter unit.\nTCalculate the area of the blackboard using the above measured values\nin meter square unit.\nTCompare your results with that of your friends’ .\nExercise 2.6\nTWhat mecha-\nnisms do people in\nyour locality use to\nmeasure the mass of\nan object?\nTWhich scientific\nmass measuring\ninstrument is used\nin your locality?Definition: Every physical quantity can be represented by its numerical\nvalue and unit.\nMeasurement is the comparison of an unknown quantity with the known\nfixed unit quantity. It consists of two parts: the unit and the number indicating\nhow many units are in the quantity being measured.\nFor example: The length of a table is 3 meters.\nIn this example, 3 is the magnitude, and meter is the standard (unit) of that\nquantity."
        },
        {
            "page_number": 27,
            "text": "2.2 Measurement and Safety 21\nKey Concept:\nTLength is the fundamental physical quantity that describes the distance\nbetween two points. TThe SI unit of length is meter (m).\nActivity 2.8\nTVisit different\nshops in your living\narea and observe\nthe procedure of\nmeasuring goods\ncarefully. Write the\nprocedures and\nexactness of the\nmeasurement.Measuring Mass\nMeasuring mass is a day to day activity in human life. People in various parts of\nthe world measure the mass of an object in different ways.\nDefinition: Mass is a basic physical quantity. It is defined as the amount\nof matter contained in a body.\nFigure 2.5 Different scientific\nmass measuring instruments.The SI unit of mass is a kilogram (kg). There are also non SI units used\nto measure the mass of an object. In scientific way mass is measured by an\ninstrument called beam balance.\nActivity 2.9\nTCollect different simple objects such as a) a duster, b) an exercise book,\nc) one stick of chalk.\nTMeasure the mass of these objects and record the measured values in a\ntable.\nTCompare your recorded value with that of other groups and discuss.\nKey Concept:\nTMass is a basic physical quantity. It is defined as the amount of matter\ncontained in a body.\nTThe S.I unit of mass is the kilogram (kg).\nMeasuring Time\nHow long does it take for the sun to rise and set in your location? Do the people\nin your locality use the sun set and sun rise as a time measuring devise? Some"
        },
        {
            "page_number": 28,
            "text": "22 Unit 2 Physical Quantities\npeople in the rural parts of Ethiopia traditionally use the position of the sun or\nthe position of shadows of their house or trees to estimate the time. The use of\nsun rise and sun set as a time measuring device is called sundial. However, this\nway of measuring time has no standard and is not accurate.\nFigure 2.6 Different scientific time\nmeasuring devices.Time is the basic physical quantity. It describes the duration between the\nbeginning and end of an event. The SI unit of time is second (s). The commonly\nused non SI units of time are: minute, hour, day, week, month and year.\nActivity 2.10\nTDiscuss in groups and list the names of scientific time measuring\ndevices.\nTRecord the activities you do from sun rise to sun set. Compare your\nrecorded activities with that of your friend. Some of you are effectively\nusing your time to accomplish different activities. Discuss the wise use of\ntime in relation to its contribution for the development of our country.\nKey Concept:\nTTime is a basic physical quantity. It describes the duration between the\nbeginning and end of an event.\nTThe S.I unit of time is second (s).\nLaboratory Safety rules\nA systematic and careful laboratory work is an essential part of any science\nprogram since laboratory work is the key to progress in science. The\nequipment and apparatus you use involve various safety hazards, just\nas they do for working physicists. Students should follow the general\nlaboratory safety guidelines so that working in the physics laboratory can\nbe a safe and enjoyable process of discovery. These safety rules are:\n• Always wear a lab safety goggles.\n•Avoid wearing baggy clothing, bulky jewelry, dangling bracelets,\nopen-toed shoes or sandals.\n• NEVER work alone in the laboratory."
        },
        {
            "page_number": 29,
            "text": "2.3 Classification of Physical Quantities 23\n•Only books and notebooks needed for the experiment should be in\nthe lab.\n• Read about the experiment before entering the lab.\n• Do not eat, drink, apply cosmetics, or chew gum in the laboratory.\n• NEVER taste chemicals. Do not touch.\n•Report all accidents to the teacher immediately, no matter how mi-\nnor.\n• Exercise caution when working with electrical equipment.\n• Perform only those experiments authorized by the teacher.\n•Wash hands thoroughly after participating in any laboratory activity.\n2.3 Classification of Physical Quantities\nBrainstorming\nQuestions\nWhat is the differ-\nence between funda-\nmental and derived\nphysical quanti-\nties? Some physical\nquantities have only\nmagnitude. How-\never, other physical\nquantities have\nboth magnitude\nand direction. Can\nyou mention some\nexamples of these\nphysical quantities?At the end of this section, you should be able to:\n•classify physical quantities as fundamental and derived physical quanti-\nties;\n•describe derived physical quantities in terms of fundamental quantities;\n•differentiate between fundamental and derived units;\n•classify physical quantities as scalar and vector quantities.\nPhysical Quantities\nDefinition: A physical quantity is anything that you can measure. For\nexample, length, temperature, distance and time are physical quantities.\nQuantities that can be measured directly or indirectly are known as physical\nquantities. The measured values of physical quantities are described in terms of\nnumber and unit. Each physical quantity and its unit have a symbol.\nIn Activity 2.7, you can observe that some physical quantities are directly mea-\nsured while other physical quantities are measured by combining two or more\nmeasurable quantities. For example you measured the width and length of your"
        },
        {
            "page_number": 30,
            "text": "24 Unit 2 Physical Quantities\nblackboard directly. However, the area is measured by multiplying the length and\nwidth of the blackboard -A=l×w. Physical quantities can be classified into two.\nActivity 2.11\nTIn activity 2.7\nyou measured the\nlength, width and\narea of the black-\nboard. Discuss the\nsymbols of the phys-\nical quantities and\ntheir units. Is there\nany difference be-\ntween length, width\nand area?• Fundamental or basic physical quantities\n• Derived physical quantities\nFundamental or basic physical quantities: are physical quantities which can\nbe measured directly. They cannot be described in terms of other physical quan-\ntities. The units used to measure fundamental quantities are called fundamental\nunits. i.e., the unit of fundamental quantity is called fundamental unit. It does\nnot depend on any other unit. There are seven fundamental physical quantities\nas shown in Table 2.3.\nActivity 2.12\nTDiscuss in groups\nand classify physical\nquantities (length,\nmass, speed, vol-\nume, force and\npressure) as funda-\nmental or derived.Table 2.3 The fundamental or basic physical quantities with their units and symbol of\nunits.\nBasic physical quantities Symbol Basic unit Symbol\nLength l meter m\nMass m kilogram kg\nTime t Second s\nTemperature T Kelvin K\nCurrent I Ampere A\nAmount of substance n Mole mol\nLuminous intensity Iv Candela cd\nExercise 2.7\nTDescribe volume, density, and speed as combination of fundamental\nphysical quantities.\nTDetermine the units of volume, density and speed using basic units.\nTDiscuss how to use mobile phone (Android) to measure the time,\nheartbeat and body temperature.\nDerived physical quantities: Physical quantities which depend on one or\nmore fundamental quantities for their measurements are called derived physical\nquantities. The units of derived quantities which depend on fundamental units"
        },
        {
            "page_number": 31,
            "text": "2.3 Classification of Physical Quantities 25\nfor their measurement are called derived units. Area, volume, density, and speed\nare some examples of derived physical quantities. Table 2.4 shows some derived\nquantities with their units and symbol of units. .\nTable 2.4 Some derived physical quantities and their units.\nPhysical quantity Symbol Formula Unit Symbol of the\nunit\nSpeed vDistance\nTimemeter\nsecondm\ns\nDensity ρMass\nVolumekilogram\nmeter cubekg\nm3\nAcceleration aVelocity\nTimemeter\nsecond squarem\ns2\nForce F Mass×Acceleration newton(N)kg.m\ns2\nWork W Force ×Displacement joule (J)kgm2\ns2\nPressure PForce\nAreapascal (Pa)kg\nm.s2\nScalar and Vector Quantities\nActivity 2.13\nDiscuss in groups\nand classify the\nfollowing physical\nquantities as scalar\nor vector quantity:\nmass, time, area,\nspeed, velocity, ac-\nceleration, force,\nenergy, work, pres-\nsure, momentum,\nelectric current,\ncurrent density,\ndisplacement, and\ntemperature.Physical quantities can also be classified as scalar and vector quantities. Some\nphysical quantities are described completely by a number and a unit. A number\nwith a unit is called a magnitude. However, other quantities have a direction\nattached to the magnitude. They cannot be described by a number and unit only.\nThus, physical quantities are grouped into two. These are:\n• Scalar quantities\n• Vector quantities\nA scalar quantity is a physical quantity which has only magnitude but no\ndirection.\nExamples are: distance, mass, time, temperature, energy etc.\nA vector quantity is a physical quantity which has both magnitude and di-\nrection. When expressing that the car moves 50 km/h to east, this gives full\ninformation about the velocity of the car that includes magnitude and direction"
        },
        {
            "page_number": 32,
            "text": "26 Unit 2 Physical Quantities\n(50 km/h is the magnitude, and east is the direction). Because of this, velocity is a\nvector quantity.\nExamples are: displacement, acceleration, force, etc.\nA vector can be represented either by a single letter in bold face or by a single\nletter with arrow head on it. For example: displacement can be represented as ⃗S\norS.\nKey Concept:\nTPhysical quantity: anything that you can measure and describe by a\nnumber and unit.\n.TFundamental physical quantities: physical quantities which can be\nmeasured directly.\nTDerived physical quantities: Physical quantities which depend on one\nor more fundamental quantities for their measurements.\nTScalar quantities: Physical quantities that are described only by their\nmagnitude.\nTVector quantities: Physical quantities that are described by their mag-\nnitude and direction.\n2.4 Unit conversion\nBrainstorming\nQuestion\nTHow many me-\nters, centimeters\nand millimeters\nare there in one\nkilometer?\nTHow many grams\nare there in one kilo-\ngram? How many\nseconds are there in\none day?At the end of this section, you should be able to:\n•convert units of length from one system of units to another .\n•convert units of mass from one system of units to another .\n•convert units of time from one system of units to another .\nIn the previous section you have learned different physical quantities. These\nphysical quantities have SI and non SI units. It is possible to convert units from SI\nunit to non SI unit and vice versa. Conversion of units is the conversion between\ndifferent units of measurement for the same physical quantity, typically through\nmultiplicative conversion factors.\nThe relation between meter and other non SI units is given in Table 2.5."
        },
        {
            "page_number": 33,
            "text": "2.4 Unit conversion 27\nExample 2.1\nThe distance between two houses is 200 meter. What is the distance in: a) centime-\nter b) kilometer c) millimeter\nGiven: l=200 m\nSolution:\na) 1m= 100 cm\n200 m= ?\nl in cm =(200 m×100 cm)\n(1m)=20000 cm\nb) 1m= 0.001 km\n200 m= ?\nl in km =(200 m×0.001 km)\n(1m)=0.2km\nc) 1m= 1000 mm\n200 m= ?\nl in m =200 m×1000 mm\n1m\n= 200000 mm=2×105mm\nTable 2.5 Conversion between units of length.\n1 kilometer (km) 1000 meter (m)\n1 meter (m) 100 centimeter (cm)\n1 meter (m) 1000 millimeter (mm)\n1 centimeter (cm) 10 millimeter (mm)\n1 meter (m) 0.001 kilometer (km)\n1 centimeter (cm) 0.01 meter (m)\n1 millimeter (mm) 0.001 meter (m)\nExercise 2.8\n1.Which one of the following is a suitable unit to measure the distance\nbetween the Earth and the Moon?\n(A) mm (B) km (C) cm (D) m (E) all"
        },
        {
            "page_number": 34,
            "text": "28 Unit 2 Physical Quantities\n2.Which one of the following is a suitable unit to measure the diameter\nof electric wire?\n(A) mm (B) km (C) cm (D) m (E) all\n3. A hydrogen atom has a diameter of about 10 nm.\n(a) Express this diameter in meters.\n(b) Express this diameter in millimeters.\n(c) Express this diameter in micrometers.\nThe relationship between the SI units and non SI units of mass are shown in\nTable 2.6.\nTable 2.6 Relationship between units of mass.\n1 kilogram (kg) 1000 gram (g)\n1 gram (g) 0.001 kilogram (kg)\n1 milligram (mg) 0.001 gram (g)\n100 kilogram (kg) 1 quintal\n1000 kilogram (kg) 1 tonne\nExample 2.2\nIn one of the pans of a beam balance the masses 1.5 kg, 500 g, 250 g, 25 g and 0.8 g\nare placed to measure the mass of unknown object. What is the mass of an object\nin gram and kilogram on the other side of the pan if they are in balance?\nGiven: m=1.5kg, 500 g, 250 g, 25 g, 0.8 g,\nRequired: Total mass in g and Kg\nSolution:\nTotal mass =sum of masses in the pan\n=1.5kg+500g+250 g+25g+0.8g"
        },
        {
            "page_number": 35,
            "text": "2.4 Unit conversion 29\n=1500 g+500 g+250 g+25g+0.8g= 2275.8 g ,\n1000 g= 1 kg ,\n2275.8 g= ?\nmass in kg =2275.8 g×1kg\n1000 g=2.2758 kg\nTable 2.7 The relation between different units of time.\n1 minute (min) 60 second (s)\n1 hour (hr) 60 minute (min)\n1 day 24 hours (hrs)\n1 week 7 days\n1 month 30 days\n1 year 365.25 days\nExample 2.3\nExpress the following times in seconds.\na) 2 hours b) 0.5 hour c) 3/5 hour\nSolution:\na) 1hr=3600 s ,\n2hr=?=⇒ t=2hr×3600 s\n1hr=7200 s\nb) 1hr=3600 s ,\n0.5hr=?=⇒ t=0.5hr×3600 s\n1hr=1800 s\nc) 1hr=3600 s ,\n3\n5hr=?=⇒ t=3\n5hr×3600 s\n1hr=2160 s\nExercise 2.9\n1. How many hours, minutes and seconds are there in a day?\n2. List some traditional ways of measuring time in your community."
        },
        {
            "page_number": 36,
            "text": "30 Unit 2 Physical Quantities\n3. Express the following time in minutes and seconds.\n(a) 0.25 hr. (b) 3.2 hrs. (c) 6.7 hrs.\nUnit Summary\n•Scale is a set of numbers, amounts etc., used to measure or compare\nthe level of something.\n•There are four types of measurement scales: nominal, ordinal, inter-\nval and ratio.\n• In Physics, most of the scales are ratio scales.\n•Measurement is the comparison of an unknown quantity with a\nknown one (standard unit).\n•Standard units are conventional units which are used to measure\nphysical quantities scientifically.\n• Traditional measuring units are not exact and have no a standard.\n•Prefixes are used to simplify the description of physical quantities\nthat are very big or very small.\n•Quantities that can be measured directly or indirectly are known as\nphysical quantities.\n•Physical quantities are characteristics or properties of an object that\ncan be measured or calculated from other measurements.\n•Physical quantities are classified as fundamental /or basic physical\nquantities, and derived physical quantities.\n•Length, time, mass, temperature, current, amount of substance and\nluminous intensity are fundamental quantities in science. All other\nphysical quantities are derived physical quantities.\n•Meter, second, kilogram, Kelvin, Ampere, mole and candela are\nfundamental (basic) units.\n• Physical quantities can be categorized as vectors or scalars."
        },
        {
            "page_number": 37,
            "text": "2.4 Unit conversion 31\n•Meter, kilogram and Second are the SI unit of length, mass, and time\nrespectively.\n• SI units can be converted to non SI units and vise versa.\nEnd of Unit Questions and Problems\nPart I. Multiple choice\n1.Which one of the following scale allows addition, subtraction, multi-\nplication and division?\n(a) Nominal scale (b) ratio scale (c) ordinal scale (d) interval scale\n2.Which one of the following is NOT a fundamental physical quantity?\n(a) Temperature (b) density (c) time (d) mass\n3. The SI standard of time is based on:\n(a) The daily rotation of the Earth\n(b) The yearly revolution of the Earth about the sun\n(c) 9 192 631 770 times the period of vibration of radiation from\nthe cesium-133 atom.\n(d) A precision pendulum clock\n4. Which one of the following is a derived SI unit?\n(a) Second (b) Joule (c) kilogram (d) Kelvin\n5. A nanosecond is\n(a) 109s(b) 10−9s (c) 10−6s (d) 10−12s\n6.Which one of the following method provides a more reliable mea-\nsurement of time in daily life activities?\n(a) Looking the rotation of stars in the sky\n(b) Using a digital watch\n(c) Looking the position of shadows of trees\n(d) Looking the position of the sun on the sky\n7.Which one of the following pair of physical quantities has the same\nunit?"
        },
        {
            "page_number": 38,
            "text": "32 Unit 2 Physical Quantities\n(a) displacement and distance (b) mass and force (c) speed and\nacceleration (d) volume and area\n8. How many minutes is 3 hour + 10 minute + 120 s?\n(a) 182 min (b) 202 min (c) 212 min (d) 192 min\n9.If the masses of bodies A, B, and C are 2 ton, 100 kg and 1 kg respec-\ntively. Then the total mass of the bodies is\n(a) 221 kg (b) 2101 kg (c) 2011 kg (d) 2001 kg\n10. Why are fundamental physical quantities different from derived\nphysical quantities?\n(a) Fundamental physical quantities are derived from derived\nphysical quantities.\n(b) Derived physical quantities are derived from fundamental\nphysical quantities.\n(c) Derived and fundamental physical quantities have no relation.\n(d) All are answers\n11. Which of the following would describe a length that is 2 .0×10−3of a\nmeter?\n(a) 2.0 km (b) 2.0 cm (c) 2.0 mm (d) 2.0 µm\n12. Which quantity is a vector?\n(a) Energy (b) force (c) speed (d) time\n13. Which one of the following lists is a set of scalar quantities?\n(a) length, force, time\n(b) length, mass, time\n(c) length, force, acceleration\n(d) length, force, mass\nPart II: Write true if the statement is correct and false if the statement is\nwrong.\n1. Second is a device used to measure time.\n2. Candela is a derived physical quantity."
        },
        {
            "page_number": 39,
            "text": "2.4 Unit conversion 33\n3.The unit of force can be derived from the units of mass, length and\ntime.\n4. One kilometer is 100 meter.\n5.For a very large or very small numbers prefixes are used with SI units.\n6. Scalar quantity can be described by its magnitude and direction.\nPart III: Short answer questions\n1. What is the difference between interval scale and ratio scale?\n2. How many seconds are there in 12 hours?\n3. What is measurement?\n4.What is the difference between traditional measuring units and\nscientific measuring units?\n5. Define the following terms:\na) Meter b) second c) kilogram d) length e) time f) mass g) Physi-\ncal quantity h) derived physical quantity i) fundamental physical\nquantity. j) scalar physical quantity k) vector physical quantity\n6. Which SI units would you use for the following measurements?\n(a) the length of a swimming pool\n(b) the mass of the water in the pool\n(c) the time it takes a swimmer to swim a lap\n7.Which instrument is used to measure the thickness of a sheet metal?\n8. Write some safety rules.\n9. Give three examples of scalar and vector quantities.\nPart IV: Workout problems\n1.In one of the pans of the beam balance the masses 3 kg, 900 g, 90 g\nand 5 g are placed. What amount of mass should be placed on the\nother side of the beam balance to make it balanced?"
        },
        {
            "page_number": 40,
            "text": "34 Unit 2 Physical Quantities\n2.For each of the following symbols, write out the unit in full and write\nwhat power of 10 it represents: (a) micro g (b) mg\n3.The doctor wants to know the age of his patient and asks him how\nold he is. The patient replies that he is 251\n2years old. What is the\nage of the patient in month?\n4.The student wants to measure the length of the classroom using a\ntape meter. The tape meter reads 8m and 40 cm. What is the length\nof the classroom in cm?\n5. How many minutes are there in 3 days?\n6.If the area of a single ceramic is 0.25 m2, how many ceramics are\nused to cover a floor of a classroom whose area is 40 m2?\n7.The distance between Sun and the Earth is about 1.5 ×1011m. Ex-\npress this distance using prefix.\n8.The volume of the Earth is on the order of 1021m3. (a) What is this\nin cubic kilometers ( km3)? (c) What is it in cubic centimeters ( cm3)?\n9.For each of the following, write the measurement using the correct\nsymbol for the prefix and the base unit: (a) 101 nanoseconds (b) 10\nmilligrams (c) 72 gigameters."
        },
        {
            "page_number": 41,
            "text": "Unit 3\nMotion in a Straight Line\nIntroduction\nBrainstorming\nQuestion\nTWhat do you\nthink is motion?\nGive some examples\nof motion that you\nencounter in your\ndaily life.In this unit, you will be introduced to the basic concepts of motion. We encounter\nmotion in our day-to-day activities and have enough experience about it. You\nmight have learnt in lower grades that everything in the universe moves. It is\nbecause of this that motion is one of the key topics in physics. We use the basic\nconcepts of distance, displacement, speed, velocity and acceleration to express\nmotion. There are different types of motions. Motion in a straight line is one of\nthe simplest forms of motion in a specific direction. The motions of a car on a\nroad, the motion of a train along a straight railway track or an object falling freely\nare examples of one-dimensional motion.\nAt the end of this unit, you should be able to:\n•describe motion in terms of frame of reference, displacement, speed, ve-\nlocity, and acceleration;\n•draw diagrams to locate objects with respect to a reference;\n•solve problems involving distance, displacement, speed, velocity and\nacceleration;\n•make practical measurements of distance, displacement, average speed,\naverage velocity and acceleration.\n35"
        },
        {
            "page_number": 42,
            "text": "36 Unit 3 Motion in a Straight Line\n3.1 Position, Distance and Displacement\nAt the end of this section, you should be able to:\n•define motion, position, and displacement;\n•describe motion in terms of frame of reference;\n•differentiate between position, distance and displacement;\n•draw diagrams to locate objects with respect to a reference frame.\nThe most convenient example to explain about position, distance and dis-\nplacement is your daily travel from your home to your school. When you go to\nschool, your journey begins from your home. Your home is your original position.\nAfter some time, you will reach your school. Your school is your final position.\nIn this process, you are continuously changing your position. While traveling\nfrom home to school, you are increasing the gap between your present position\nand your home. This continuous change of position is known as motion. Note\nthat your change of position is observed by considering the distance from your\nschool to home. Your home is taken as a reference frame . Motion is a continuous\nchange in position of an object relative to the position of a fixed object called\nreference frame.\nKey Concept:\nTA frame of reference is a set of coordinates that can be used to deter-\nmine positions of objects.\nTMotion is the change in the position of the object with respect to a fixed\npoint as the time passes.\nA body is said to be at rest in a frame of reference when its position in that\nreference frame does not change with time. If the position of a body changes\nwith time in a frame of reference, the body is said to be in motion in that frame of\nreference. The concepts of rest and motion are completely relative; a body at rest\nin one reference frame may be in motion with respect to another reference frame.\nFor example, if you are 2 m from the doorway inside your classroom, then your\nreference point is the doorway. Your classroom can be used as a reference frame.\nIn the classroom, the walls are not moving, and can be used as a fixed frame of\nreference. We commonly use the origin as a fixed reference point to describe\nmotion along a straight line."
        },
        {
            "page_number": 43,
            "text": "3.1 Position, Distance and Displacement 37\nExercise 3.1\nTAssume you are sitting on a horse and the horse is moving at a certain\nspeed. Are you at rest or in motion? Discuss it by taking two frames of\nreference: the horse itself and some fixed point on the ground.\nKey Concept:\nTPosition is a\nmeasurement of\na location, with\nrespect to some\nreference point\n(usually an origin).Position\nTo describe the motion of a particle, we need to be able to describe the position\nof the particle and how that position changes as the particle moves. Motion is\nthe change in the position of the object with respect to a fixed point as the time\npasses. For one-dimensional motion, we often choose the x axis as the line along\nwhich the motion takes place. Positions can therefore be negative or positive\nwith respect to the origin of the x-axis. Figure 3.1 shows the motion of a rider in a\nstraight line. Its position changes as it moves.\nHave you ever used Google Maps to locate your geographical position while you\nare moving from some place to another? Google Maps is a Web-based service\nthat provides detailed information about geographical regions and sites around\nthe world. In addition to conventional road maps, Google Maps offers aerial and\nsatellite views of many places. Google Maps provides you with the longitude\n(east-west position) and latitude (north-south position) coordinates of a location\nor position of a place.\nFigure 3.1 A rider in motion changes its position as it moves."
        },
        {
            "page_number": 44,
            "text": "38 Unit 3 Motion in a Straight Line\nYou can see how far you have travelled and how you travelled from place to place,\nsuch as walking, biking, driving or on public transport. The following steps guide\nyou to get started using Google Maps:\nStep 1 : At first you need to open the Google Maps software application on your\nAndroid phone, tablet or computer. For more information, click here to see\nGoogle Maps https://www.google.com/maps/\nStep 2 : Search for a place or tap it on the map.\nStep 3 : In the bottom right, tap directions.\nStep 4 : To add destination you have to go to the top right and tap more and then\nadd a stop.\nExercise 3.2\nTWhat is the dis-\ntance around a\nstandard football\nfield?\nTIs distance a pos-\nitive or negative\nquantity?Distance (S)\nDistance travelled is a measure of the actual distance covered during the motion of\na body. In other words, distance is the total path length traveled by the body. The\ndistance travelled does not distinguish between motion in a positive or negative\ndirection. This means that it is a scalar physical quantity. The SI unit of distance is\nmeter (m), though it can also be measured in other non-SI units such as kilometer\n(km), miles (mi), centimeter (cm), etc. The symbol for distance is S. Pictorial\nrepresentation of the distance covered by a runner is shown in Figure 3.2.\nFigure 3.2 The distance covered by a runner."
        },
        {
            "page_number": 45,
            "text": "3.1 Position, Distance and Displacement 39\nDisplacement\nWhen an object moves, it changes its position. This change of position in a certain\ndirection is known as displacement. A displacement is described by its magnitude\nand direction. Hence, it is a vector quantity. Displacement is independent of\nthe path length taken. For example, you travel from your home to school. After\nschool, you travel o your home. Therefore, the change in your position when you\nreturn back to your home is zero. In this case, we say that your displacement is\nzero. The SI unit of displacement is the same as the SI unit of distance that is\nmeter (m). Figure 3.3 shows the difference between distance and displacement of\nthe motion covered from point A to point B.\nFigure 3.3 Illustration of Distance\nand displacement.Figure 3.1 shows a student on a bicycle at position ⃗Siat time ti. At a later time,\ntf, the student is at position ⃗Sf. The change in the student’s position, ⃗Sf−⃗Si, is\ncalled a displacement. We use the Greek letter ∆(uppercase delta) to indicate the\nchange in a quantity; thus, the change in ⃗Scan be written as\n△⃗S=⃗Sf−⃗Si (3.1)\nKey Concept:\nTDisplacement is the change in an object’s position.\nTable 3.1 Difference between distance and displacement.\nDistance Displacement\nIt is the length of path travelled\nby an object in a given time.It is the shortest distance between\nthe initial and final positions.\nIt is a scalar quantity. It is a vector quantity.\nIt depends on the path followed\nby the object.It depends o the initial and final\npositions of the object, but not\nnecessarily on the path followed.\nIt can be more than or equal to\nthe magnitude of displacement.Its magnitude can be less than or\nequal to the distance."
        },
        {
            "page_number": 46,
            "text": "40 Unit 3 Motion in a Straight Line\nActivity 3.1\nTThree students walked on a straight line. The first student walked 200 m\nto the right from a reference point A, then returned and walked 100 m to\nthe left and then stopped. The second student walked 200 m from point A\nto the right, then returned and walked 300 m to the left and stopped. The\nthird student walked 200 m to the right from point A, then returned and\nwalked 200m to the left and stopped at point A. Discuss in groups about\nthe total distance and displacements of the first, the second and the third\nstudent.\nExample 3.1\nA cyclist rides 3 km west and then turns around and rides 2 km east. (a) What is\nher displacement? (b) What distance does she ride? (c) What is the magnitude of\nher displacement?\nSolution:\nTo solve this problem, we need to find the difference between the final position\nand the initial position while taking care to note the direction on the axis.\na)Displacement: The rider’s displacement is △⃗S=⃗Sf−⃗Si= 1 km west. The displace-\nment is negative if we choose east to be positive and west to be negative.\nb) Distance: The distance traveled is 3 km + 2 km = 5 km.\nc) The magnitude of the displacement is 1 km.\nExercise 3.3\nTWhat is the dis-\nplacement if the\nfinal position is the\nsame as the initial\nposition?Exercise 3.4\nTGiven the following values for the initial position Siand final position\nSf, check whether the value of the net displacement is positive or negative.\na)Sf=(5,0) and Si=(−1,0)\nb)Sf=(10,0) and Si=(−15,0)\nc)Sf=(6,0) and Si=(4,0)"
        },
        {
            "page_number": 47,
            "text": "3.2 Average Speed and Instantaneous Speed 41\n3.2 Average Speed and Instantaneous Speed\nAt the end of this section, you should be able to:\n•differentiate between average speed and instantaneous speed;\n•compute the average speed of a body; moving in a straight line covering a\ncertain distance in a given time;\n•estimate the speed of moving bodies in your surroundings.\nSpeed is a quantity that describes how fast a body moves. Speed is the rate\nat which an object changes its location. Like distance, speed is a scalar quantity\nbecause it has a magnitude but no direction. Since speed is a rate, it depends on\nthe time interval of motion. Its symbol is v. In other words, speed is the distance\ncovered by a moving body per unit time. The SI unit of speed is meter per second\n(m/s). Other units of speed include kilometer per hour (km/h) and miles per hour\n(mi/h). The mathematical equation used to calculate speed is\nspeed =Distance\ntime(3.2)\nv=s\nt(3.3)\nExercise 3.5\nTIn Figure ??, what\ndoes the speedome-\nter read?\nFigure 3.4 Speedometer.One of the most obvious features of an object in motion is how fast it is moving.\nIn your journey from home to school, you walk slowly for some time, and you run\nanother time to cover the total distance. This shows that the speed for the walk\nand the speed for the run are different. In this regard, we define average speed.\nSpeed and average speed are not the same although they are derived from the\nsame formula. The average speed is defined as the total distance travelled divided\nby the total time it takes to travel that distance:\nAverage speed =Total distance covered\nTotal time taken(3.4)\n(3.5)\nvav=stot\nttot(3.6)\nDuring a typical trip to school by car, the car undergoes a series of changes in its"
        },
        {
            "page_number": 48,
            "text": "42 Unit 3 Motion in a Straight Line\nspeed. If you were to look at the speedometer readings at regular intervals, you\nwould notice that it changes. The speedometer of a car gives information about\nthe instantaneous speed of the car. It shows the speed of the car at a particular\ninstant in time. The speed at any specific instant is called the instantaneous\nspeed. To calculate the instantaneous speed, we need to consider a very short\ntime interval-one that approaches zero. For example, a school bus undergoes\nchanges in speed. Mathematically the instantaneous speed is given\nvins=∆s\n∆tas∆t→0 (3.7)\nInstantaneous speed and average speed are both scalar quantities. When you\nsolve the average of all instantaneous speeds that occurred during the whole trip,\nyou will get the average speed.\nExercise 3.6\nTWhat are the\ndifferences and\nsimilarities between\naverage speed and\ninstantaneous\nspeed?Example 3.2\nA car covers a distance between two towns which are 80 km apart. If it takes the car\n1hr and 30 minutes to travel between the two towns, calculate the average speed\nof the car in m/s.\nSolution:\nThe car takes 1hr and 30 minutes to travel between the two towns. This time is the\nsame as 1.5 hrs. Therefore, the average speed of the car is given by,\nvav=s\nt\nwith s = 80 km and t=1.5 hrs, vavbecomes,\nvav=(80km)\n(1.5 hr s)=53.33 km/hr\nHowever, we are required to calculate the average speed in m/s. For this purpose,\nwe use 1 km = 1000 m and 1 hr = 3600 s. Hence,\nvav=53.33km\nhr=53.33×1000 m\n3600 s=14.81 m/s\nExercise 3.7\nTIf the car is trav-\nelling at 120 km/h,\nwhat is the car’s\nspeed in m/s.Example 3.3\nHow far does a student walk in 1.5 hrs if her average speed is 5 m/s?."
        },
        {
            "page_number": 49,
            "text": "3.3 Average Velocity and Instantaneous Velocity 43\nSolution:\nTo find the distance, we rewrite the equation as\nvav=st\ntt\ns= vavt\ns= 5400 s×5m\ns\n= 27000 m\n3.3 Average Velocity and Instantaneous Velocity\nAt the end of this section, you should be able to:\n•differentiate between average velocity and instantaneous velocity;\n•compute the average velocity of a body moving in straight line covering a\ncertain displacement in a given time.\nWhere an object started and where it stopped does not completely describe\nthe motion of the object. Velocity is a physical quantity that describes how fast a\nbody moves as well as the direction in which it moves. Hence, velocity is a vector\nquantity. Its symbol is ⃗v(v with an arrow on the head). The SI unit of velocity\nis meter per second (m/s). Other units of velocity include kilometer per hour\n(km/h) and miles per hour (mi/h).\nKey Concept:\nTVelocity is the rate of change of displacement.\nSuppose that the positions of a car are ⃗Siat time tiand⃗Sfat time tf. If\nthe details of the motion at each instant are not important, the rate is usually\nexpressed as the average velocity. Average velocity ( ⃗vav) of a body is the total\ndisplacement covered by that body in a specified direction divided by the total\ntime taken to cover the displacement. Analytically it can be written as\nFigure 3.5 The average velocity of\nthe car tells how fast and in which\ndirection the car is moving.\n⃗vav=⃗Sf−⃗Si\ntf−ti=∆⃗S\n∆t(3.8)\nwhere ⃗Sfis the final position at final time tfand⃗Siis the initial position at\ntime ti. Average velocity points in the same direction as the displacement. If the"
        },
        {
            "page_number": 50,
            "text": "44 Unit 3 Motion in a Straight Line\ndisplacement points in the positive direction, the average velocity is positive. If\nthe displacement points in the negative direction, the average velocity is negative.\nKey Concept:\nTAverage velocity is the total displacement of a body over a time interval.\nExercise 3.8\nTDoes the average\nspeed the same as\nthe magnitude of\nthe average velocity?\nExplain.To determine the velocity at some instant, such as t = 1.0 s, or t = 2.0 s etc.,\nwe study a small time interval near that instant. As the time intervals becomes\nsmaller and smaller, the average velocity over that interval becomes instantaneous\nvelocity. Instantaneous velocity of a body is its velocity at any time t. For a body\nthat undergoes uniform motion, the velocity of the body is uniform and the\naverage velocity and the instantaneous velocity are the same. Instantaneous\nvelocity can be positive or negative. The magnitude of the instantaneous velocity\nis known as the instantaneous speed.\nExercise 3.9\nTIn 2003 Tirunesh Dibaba won the world junior cross-country title by\ncompleting a 5,000-metre in 14 min 39.94 sec (junior world record) and\nsecured the gold at the International Association of Athletics Federations\n(IAAF) world track and field championships, becoming the youngest-ever\nworld champion in her sport. Calculate her average speed.\nKey Concept:\nTInstantaneous velocity is the velocity of a body at a specific instant in\ntime.\nExample 3.4\nA student attained a displacement of 360 m north in 180 s. What was the student’s\naverage velocity?\nSolution:\nWe know that the displacement is 360 m north and the time is 180 s. We can use\nthe formula for average velocity to solve the problem.\n⃗vav=∆⃗S\n∆t=360 m\n180 sNorth =2m\nsNorth"
        },
        {
            "page_number": 51,
            "text": "3.3 Average Velocity and Instantaneous Velocity 45\nExample 3.5\nA girl jogs with an average velocity of 2.4 m/s east. What is her displacement after\n40 seconds?\nSolution:\nGiven: ⃗vav= 2.4m/s east, t = 40 seconds Solution: The displacement of the girl is\n∆⃗S=⃗vav∆t=2.4m\ns(40s)east=96mEast\nExercise 3.10\nTAthlete 1 com-\npletes 100m in 55\nseconds and athlete\n2 completes the\nsame distance in 50\nseconds. Compare\ntheir average speeds.\nWhich athlete has\nhigher average\nspeed?Example 3.6\nA bus moving along a straight line towards west covers the following distances in\nthe given time intervals. Calculate the average velocity of the bus for each time\ninterval.\nS in km 20 60 100 140\nt in hour 0 1 2 3\nSolution:\nBy computing the displacement of the bus for each time interval, we can calculate\nthe average velocity of the bus as follows.\nBetween t0=0 and t1=1hr\n∆⃗S1=⃗S1−⃗S0=60km−20km=40km\nThe average velocity during this time interval is\n⃗v1=∆⃗S1\n∆t1=40km\n1hr=40km\nhr\nBetween t1=1hrand t2=2hr\n∆⃗S1=⃗S2−⃗S1=100 km−60km=40km\nThe average velocity of the bus during this time interval is\n⃗v2=∆⃗S2\n∆t2=40km\n1hr=40km\nhr\nBetween t2=2hrand t3=3hr\n∆⃗S1=⃗S2−⃗S2=140 km−100 km=40km"
        },
        {
            "page_number": 52,
            "text": "46 Unit 3 Motion in a Straight Line\nThe average velocity during this time interval is\n⃗v3=∆⃗S3\n∆t3=40km\n1hr=40km\nhr\nTherefore, for each time interval, the average velocity of the car is constant. This\nimplies that the car is undergoing uniform motion.\nNote: You can convert km/hr into m/s by the relation:\n1km\nhr=1000 m\n60×60s=10\n36m\ns\n3.4 Acceleration\nAt the end of this section, you should be able to:\n•define acceleration;\n•calculate the average acceleration of a body if its velocity changes from\nsome initial value to final value in a given time.\nFigure 3.6 (a) positive acceleration\n(car speeding up) and (b) negative\nacceleration (car slowing down).The discussion of motion with varying velocity can be dealt with by the intro-\nduction of the concept of acceleration. Acceleration is a vector quantity and is\na measure of how much the velocity of an object changes in a unit of time (in\none second). Acceleration is denoted by ⃗aand its SI unit ism\ns2, that is, meters\nper second squared or meters per second per second. For example, if a runner\ntravelling at 10 km/h due east slows to a stop, reverses direction, and continues\nher run at 10 km/h due west, her velocity has changed as a result of the change in\ndirection, although the magnitude of the velocity is the same in both directions.\nAcceleration occurs when velocity changes in magnitude (an increase or decrease\nin speed) or in direction, or both as shown in Figure. 3.6. Acceleration is, therefore,\na change in speed or direction, or both.\nKey Concept:\nTAcceleration is the rate of change of velocity.\nIf the initial velocity of a body is viat a time ti, and the final velocity is vfat a\ntime tf, the average acceleration is, from the definition,"
        },
        {
            "page_number": 53,
            "text": "3.4 Acceleration 47\n⃗aav=⃗vf−⃗vi\ntf−ti(3.9)\nIf a body starts from rest, then the initial velocity is zero ( ⃗vi=0). If the\nvelocity of a body decreases, then the final velocity is less than the initial velocity.\nSuch motion is called decelerating motion. Deceleration is called a negative\nacceleration. If the body comes to rest, the final velocity is zero ( ⃗vf=0).\nExercise 3.11\nTIf the initial and final velocities of a car are the same, what will be its\nacceleration?\nTIs the direction of the acceleration always in the direction of the velocity?\nExample 3.7\nA train moving in the east direction accelerates from rest to 36 km/h in 20 s. What\nis the average acceleration during that time interval?\nGiven: ⃗vi=0,⃗vf=36km/h,∆t=20s,\nRequired: ⃗aav=?\nSolution:\n⃗aav=⃗vf−⃗vi\n∆t=36km\nh−0\n20s\n⃗aav=10m\ns−0\n20s= +0.5m\ns2to east\nNote that 36km\nhis equivalent to 10m\ns. The plus sign in the answer means that\nacceleration is to the right. This is a reasonable conclusion because the train\nstarts from rest and ends up with a velocity directed to the right (i.e., positive). So,\nacceleration is in the same direction as the change in velocity.\nExample 3.8"
        },
        {
            "page_number": 54,
            "text": "48 Unit 3 Motion in a Straight Line\nA car travelling at 7 .0m/salong a straight road accelerates 2 .5m/s2to reach a\nspeed of 12.0 m/s. How long does it take for this acceleration to occur?\nGiven: vi=7.0m/s,vf=12.0 m/s,aav=2.5m/s2,\nRequired: ∆t=?\nSolution:\n∆t=vf−vi\naav=12.0 m/s−7.0m/s\n2.5m/s2=2s\n3.5 Uniform Motion\nAt the end of this section, you should be able to:\n•define uniform motion;\n•give examples of uniform motion.\nUniform motion is the motion of an object along a straight line with a constant\nvelocity or speed in a given direction. In a uniform motion, an object travels\nequal distances in fixed intervals of time. In fact, a moving body does not have a\nuniform speed throughout its motion. Sometimes the body speeds up or slows\ndown, and other times it moves with a constant speed. This is why describing\nmotion in terms of average quantities (average speed and average velocity) is\nhighly important. Some examples of a uniform motion are a car moving on a\nstraight road with a fixed speed (as shown in Figure 3.7) and an airplane flying\nwith constant speed in a given direction.\nFigure 3.7 A car moving with a constant speed without changing the direction of mo-\ntion."
        },
        {
            "page_number": 55,
            "text": "3.6 Graphical Representation of Motion 49\nKey Concept:\nTMotion at a constant velocity or uniform motion means that the position\nof the object is changing at the same rate.\nThe uniform rectilinear motion has the following properties:\n•The acceleration is zero (a=0) because neither the magnitude of the velocity\nnor its direction changes.\n•On the other hand, the average and instantaneous velocities have the same\nvalues at all times.\nExercise 3.12\nTConsider the fol-\nlowing S-t graph of\ntwo cars in motion\non a straight line as\nshown in Figure 3.8.\nWhich car is moving\nfaster and why?3.6 Graphical Representation of Motion\nAt the end of this section, you should be able to:\n•plot s-t and v-t graphs;\n•define the slope of a motion;\n•calculate the velocity from S-t graph and acceleration from v-t graph.\nThe motion of an object travelling even in a straight line can be complicated.\nThe object may travel forwards or backwards, speed up or slow down, or even stop.\nWhere the motion remains in one dimension, the information can be presented\nin graphical form. The main advantage of a graph compared with a table is that it\nallows the scope of the motion to be seen clearly.\nFigure 3.8 The s-t graph for a uni-\nform motion.Position-Time Graph\nA position-time graph indicates the position of an object at any time for motion\nthat occurs over an extended time interval. The data from Table 3.2 can be\npresented by plotting the time data on a horizontal axis and the position data on\na vertical axis, which is called a position-time graph. The graph of the runner’s\nmotion is shown in Figure ??. To draw this graph, first plot the runner’s recorded\npositions; then, draw a line that best fits the recorded points.\nTo determine the velocity or speed of the runner, consider the meaning of the\nslope. Start with the mathematical definition of slope."
        },
        {
            "page_number": 56,
            "text": "50 Unit 3 Motion in a Straight Line\nTable 3.2 Table 3.2: Position-time table for the runner.\nPosition vs. time\nTime (s) Position (m)\n0 0\n1 5\n2 10\n3 15\n4 20\n5 25\n6 30\nSlope is the rise over the run.\nSlope =rise\nrun=⃗∆S\n∆t=⃗vav (3.10)\nTherefore, if we take any two points in a straight line, the speed from the S-t\ngraph is\nSl ope =(5.0−0)m\n(1.0−0)s=(10.0−5.0)m\n(2.0−1.0) s=5.0m\ns\nto the positive x-direction.\nThis shows that the displacement increased by 5.0 m in 1.0s. The S-t graph\ngives a constant velocity.\nKey Concept:\nTThe slope of a position-time graph represents the average velocity of an\nobject.\nVelocity- Time Graph\nA graph of velocity against time shows how the velocity of an object changes with\ntime. Just as a displacement-time graph shows how far an object has moved,\na velocity-time graph shows how its velocity changes during the motion of the\nobject. Table 3.3 shows the data for a car that starts at rest and speeds up along a\nstraight line of a road. The velocity-time graph obtained by plotting these data\npoints is shown in Figure 3.9. The positive direction has been chosen to be the\nsame as that of the motion of the car. Notice that this graph is a straight line,"
        },
        {
            "page_number": 57,
            "text": "3.6 Graphical Representation of Motion 51\nwhich means that the car is speeding up at a constant rate. The rate at which the\ncar’s velocity is changing can be found by calculating the slope of the velocity-\ntime graph. Consider a pair of data points that are separated by 1 s, such as 4.0\ns and 5.0 s. At 4.0 s, the car is moving at a velocity of 20.0 m/s. At 5.0 s, the car\nis travelling at 25.0 m/s. Thus, the car’s velocity increased by 5.0 m/s in 1.00 s.\nThe rate at which an object’s velocity changes is called the acceleration of the\nobject. When the velocity of an object changes at a constant rate, the object has a\nconstant acceleration.\nFigure 3.9 The slope of a velocity-\ntime graph is the acceleration of\nthe object.Table 3.3: Velocity vs. time of a car\nTime (s) Velocity (m/s)\n0 0\n1 5\n2 10\n3 15\n4 20\n5 25\nActivity 3.2\nPlot a-t graph from\nthe above v-t data\nand discuss in\ngroups about the\nvalue of the acceler-\nation as time goes.Key Concept:\nTThe slope of a velocity-time graph represents the acceleration of an\nobject.\nFigure 3.10 The v-t graph of a uni-\nform motion.In a uniform motion, the v-t graph is a horizontal line as shown in Figure 3.10\nindicating that the velocity is constant at any given time. The area under the v-t\ngraph in a uniform motion represents the distance covered by the object. The\narea of the rectangle in Figure 3.10 is given by, ar ea=b×h=v t=s, which is\nequal to the distance covered by the object.\nActivity 3.3\nDiscuss in groups and determine the slope of the v-t graph in a uniform\nmotion?\nSpeed Limit and Traffic Safety\nHave you ever noticed a traffic sign of a speed limit shown in the Figure 3.11?\nWhat does it indicate and what is its importance?"
        },
        {
            "page_number": 58,
            "text": "52 Unit 3 Motion in a Straight Line\nThe above Figure 3.11 shows that drivers are required to keep the speed of their\ncars at 80 km/hr or below. Drivers violating this speed limit will be charged by\nthe traffic police as they may cause danger. Nowadays, vehicles moving with\nvery high speed are the main causes for the death of thousands of people and\nseveral property damages as they cannot be controlled easily during accident\nas indicated in Figure 3.12. One can easily read the speed of a car from the\nspeedometer. Speedometer is a device used to measure the instantaneous speed\nof a car. It is very important to keep the speed of cars at optimum level to save\nlives and avoid property damages.\nFigure 3.12 Traffic accident.\nActivity 3.4\nTDiscuss in groups and identify the type of vehicles causing human/ani-\nmal deaths and property damages in your area. Can you guess the percent-\nage of the accidents caused by violation of speed limits? Discuss in groups\nand report to you teacher. Also suggest possible solutions.\nFigure 3.11 Speed limit in a typical city road."
        },
        {
            "page_number": 59,
            "text": "3.6 Graphical Representation of Motion 53\nVirtual Laboratory\nClick on the following link to perform virtual laboratory on motion in\nstraight line under the guidance of your teacher.\n1. The Moving Man PhET Experiment\nUnit Summary\nIn this unit, you have learnt the following main points.\n•Motion in a straight line is one of the simplest forms of motion in a\nspecific direction and is called rectilinear motion.\n•An object is in motion if it changes position relative to a reference\npoint\n•Motion can be described by distance, speed, displacement, and\nvelocity, where displacement and velocity also include direction.\n•Distance is a physical quantity which describes the length between\ntwo points (places) and is the total path length travelled by a body.\nDistance is a scalar quantity.\n•Displacement is the change in position of a body in a certain direc-\ntion.\n•The speed of an object can be calculated by dividing the distance\ntraveled by the time needed to travel the distance.\n•The velocity of an object is the speed of the object with its direction\nof motion.\n•Average velocity is displacement over the time period during which\nthe displacement occurs. If the velocity is constant, then average\nvelocity and instantaneous velocity are the same.\n•Acceleration occurs whenever an object speeds up, slows down, or\nchanges direction.\n•Uniform motion is the motion of an object along a straight line with\na constant velocity or speed in a given direction."
        },
        {
            "page_number": 60,
            "text": "54 Unit 3 Motion in a Straight Line\n•The slope of a position-versus-time graph at a specific time gives\ninstantaneous velocity at that time.\n•On a speed-time graph, a horizontal line represents zero acceleration\nor constant speed.\nEnd of Unit Questions and Problems\nPart I: Conceptual questions and workout problems\n1.How are average velocity and instantaneous velocity related in a\nuniform motion?\n2.What does the area under velocity against time graph describe in a\nuniform motion?\n3.If the slope of the graph is zero in a distance against time graph,\nwhat can one conclude about the motion of the body?\n4. When do we say that the acceleration of a body is\n(a) positive?\n(b) negative?\n5.Here are three pairs of initial and final positions, respectively; along\nan x axis. Which pairs give a negative displacement: (a) -3 m, 5 m;\n(b) -3 m, -7 m; (c) 7 m, -3 m?\n6.An athlete covers a 100 m distance in 55 seconds. Calculate the\naverage speed of the athlete.\n7.A car moves with a steady speed of 60 km/hr for 2 hours between\ntwo towns A and B. If the average speed of the car for the round trip\nis 50 km/hr, then compute the speed of the car when it moves from\nB to A.\n8.Based on the distance against time graph of a certain car\nshown in the Figure below, answer the following questions."
        },
        {
            "page_number": 61,
            "text": "3.6 Graphical Representation of Motion 55\n(a) What is the initial position of the car? Take your reference\nframe at the origin.\n(b) How fast is the car going?\n9.A man riding a horse maintained an average speed of 30km/hr to\ncover the distance between two villages A and B in 45 minutes. How\nfar apart are villages A and B?\n10. An airplane lands with an initial velocity of 70.0 m/s and then decel-\nerates at 1.50m\ns2for 40.0 s. What is its final velocity?\n11. The following table describes the distance covered by a body moving\nalong a straight line to north direction for the first 10 seconds.\nS(m) 0 20 40 60 80 100\nt(s) 0 2 4 6 8 10\nBased on the information given in the table,\n(a) plot the distance against time graph using excel worksheet.\n(b) compute the velocity of the car.\n(c) plot the velocity against time graph of the car using excel work-\nsheet.\n(d) determine the initial position of the car\n12. An athlete swims from the north end to the south end of a 50.0 m\npool in 20.0 s and makes the return trip to the starting position in\n22.0 s."
        },
        {
            "page_number": 62,
            "text": "56 Unit 3 Motion in a Straight Line\n(a) What is the athlete’s average velocity for the first half of the\nswim?\n(b) What is the average velocity of the athlete for the second half\nof the swim?\n(c) What is the athlete’s average velocity for the round trip?\nPart II: Multiple choice questions\n13. A train is traveling on a straight track at a constant speed. In 80\nseconds it covers a distance of 2400 meters. What is the speed of the\ntrain?\n(a) 30 m/s\n(b) 40 m/s\n(c) 60 m/s\n(d) 100 m/s\n14. A car is traveling on a straight highway at a speed of 90 km/h. How\nfar does the car travel in 15 minutes?\n(a) 50 km\n(b) 30 km\n(c) 22.5 km\n(d) 12.5 km\n15. A car accelerates from rest to a speed of 20 m/s in 10 seconds. What\nis the acceleration of the car during this time interval?\n(a) 1 m/s2\n(b) 2 m/s2\n(c) 0.5 m/s2\n(d) 5 m/s2\n16. The following figure shows the speed versus time graph of a car\nmoving in a straight line. Between which two points is the car expe-\nriencing uniform motion?"
        },
        {
            "page_number": 63,
            "text": "3.6 Graphical Representation of Motion 57\n(a) Between B and C\n(b) Between C and D\n(c) Between A and B\n(d) Between B and C, C and D\n17. A man walks 7 km in 2 hours and 2 km in 1 hour in the same direction.\nWhat is the man’s average velocity for the whole journey?\n(a) 3 km/h\n(b) 2 km/h in the same direction\n(c) 2 km/h\n(d) 3 km/h in the same direction"
        },
        {
            "page_number": 64,
            "text": ""
        },
        {
            "page_number": 65,
            "text": "Unit 4\nForce, Work, Energy and Power\nIntroduction\nBrainstorming\nQuestions\nTBased on the\nknowledge you ac-\nquired from your\nlower grades, how\ndo you explain\nforce?\nTWhat is your con-\ncept of work and\nenergy?In unit 3 you developed the concepts and ideas needed to describe the motion of\na moving body. This branch of mechanics is called kinematics. In this chapter,\nrather than simply describing the motion, we will consider the forces that cause\nthe motion to occur. Treating motion in this way falls within the branch of me-\nchanics called dynamics. In simple terms, a force can be thought of as simply a\npush or a pull, but forces exist in a wide variety of situations in our daily lives and\nare fundamental to the nature of matter and the structure of the universe. In this\nunit, the different types of forces, Newton’s laws of motion and the concept of\nwork, energy and power will be discussed in a brief way.\nAt the end of this unit, you should be able to:\n•understand the different types of forces;\n•practically measure forces and differentiate between mass and weight;\n•explain the Newton’s laws of motion;\n•Know about work and energy;\n•relate work and power .\n59"
        },
        {
            "page_number": 66,
            "text": "60 Unit 4 Force, Work, Energy and Power\n4.1 The Concept of Force\nAt the end of this section, you should be able to:\n•define force, and give examples of forces;\n•practically measure the gravitational force on an object.\nFrom your everyday experience, you have basic understanding of the concept\nof force. Any time the state of motion of an object changes, a force has been\napplied. Force can cause a stationary object to start moving or a moving object\nto accelerate. You exert force to stretch or compress a spring, to throw or kick a\nball, to pick your books from a table, to fetch water from a river or well etc. In\nmechanics, a force is a push or a pull exerted on a body that changes the state of\nmotion of the body. That means force can change the velocity of a body or cause\ndeformation by changing its shape or size. The push or pull on an object can\nvary considerably in either magnitude or direction. Because a force is determined\nby both a magnitude and a direction, it is a vector quantity. Forces, like other\nvectors, are represented by arrows and can be added using the familiar head-to-\ntail method or trigonometric methods. Examples of forces include friction force,\nnormal force, and the force of gravity.\nActivity 4.1\nCan a force always\ncause motion? Dis-\ncuss in groups and\nwith your teacher.Contact and Non-Contact Forces\nIn each of the situations depicted in Figure 4.1, forces are acting. Some are applied\ndirectly to an object and some act on a body without touching it. Forces that\ninvolve physical contact between objects are called contact forces, because the\nbodies will experience the force while contact is maintained. However, forces that\ndo not involve physical contact between objects are know as non-contact forces.\nContact forces are the easiest to understand and include the simple push and\npull that are experienced daily in people’s lives. Applied forces, normal forces,\nfrictional forces, and spring forces are the types of contact forces.\nYou might have already an experience that when you bring a piece of iron\nclose to a magnet, but without touching it, the piece of iron will be attracted to\nthe magnet. This magnetic force is one common example of non-contact force.\nAnother example of a non-contact force is the gravitational force between an\nobject and the earth. If you throw the object vertically upwards, it falls back to\nearth because of this force."
        },
        {
            "page_number": 67,
            "text": "4.1 The Concept of Force 61\nFigure 4.1 Examples of contact forces.\nFigure 4.2 Examples of non-contact forces.\nKey Concept:\nContact forces involve physical contact between two bodies and the non-\ncontact forces do not involve any physical contact.\nExercise 4.1\nIn unit 2, you have\nalready discussed\nvector and scalar\nquantities. There-\nfore, tell whether a\nforce is a vector or\nscalar quantity. How\ndo you represent it?You might have day to day experience of measuring a force, for example, through\nobservation or by doing it yourself. The most convenient way of measuring a\nforce is by using the deformation of a spring. The spring elongates when the force\nis applied, and a pointer on the scale reads the value of the applied force. The SI\nunit of force is newton and is represented by N.\nActivity 4.2\nTWhat do the scales on the roadsides or in the bathroom actually mea-\nsure? Your mass or your weight? Discuss in groups and with your teacher."
        },
        {
            "page_number": 68,
            "text": "62 Unit 4 Force, Work, Energy and Power\nFigure 4.3 Measuring force.\nKey Concept:\nForce is a vector\nquantity and is rep-\nresented as ⃗For\nsimply as bold F , i.e.,\nFDefinition:\nWeight is the magnitude of the gravitational force acting on a body and is\nalso measured in Newton. The gravitational force is directed towards the\ncenter of the earth."
        },
        {
            "page_number": 69,
            "text": "4.2 Newton’s Laws of Motion 63\n4.2 Newton’s Laws of Motion\nAt the end of this section, you should be able to:\n•define Newton’s first, second and third laws of motion;\n•explain the dependence of acceleration on net force and mass;\n•explain how gravity affects the motion of objects.\nNewton’s First Law of Motion:\nActivity 4.3\nTLet us say you are riding in a car. If the car comes to a sudden stop,\nyour body tends to keep moving forward. However, when the car starts\nmoving again, your body tends to move backward. What do you think is\nthe reason? Discuss in groups.\nNewton’s first law of motion is sometimes called the law of inertia. It states that a\nbody continues to be in its state of rest or of uniform motion in a straight line un-\nless it is acted on by unbalanced force. Newton’s first law of motion explains how\ninertia affects moving and non-moving objects. Inertia is a property of matter\nby which it continues in its existing state of rest or uniform motion in a straight\nline, unless that state is changed by an external force. In other words inertia is the\ntendency of an object to resist any attempt to change its velocity.\nLook at the pool balls in Figure 4.4. When a pool player pushes the pool stick\nagainst the white ball, the white ball is set into motion. Once the white ball is\nrolling, it rolls all the way across the table and stops moving only after it crashes\ninto the cluster of colored balls. Then, the force of the collision starts the colored\nballs moving. Some may roll until they bounce off the raised sides of the table.\nSome may fall down into the holes at the edges of the table. None of these motions\nwill occur, however, unless that initial push of the pool stick is applied.\nNewton’s first law of motion defines a special set of reference frames called inertial\nframes. An inertial frame is defined as one in which Newton’s first law of motion\n(also called the law of inertia) is valid. Such a reference frame is called an inertial\nframe of reference. If an object does not interact with other objects, it has zero\nacceleration in an inertial frame of reference. Any reference frame that moves"
        },
        {
            "page_number": 70,
            "text": "64 Unit 4 Force, Work, Energy and Power\nFigure 4.4 Pool balls remain at rest until an unbalanced force is applied to them. After\nthey are in motion, they stay in motion until another force opposes their motion.\nwith constant velocity relative to an inertial frame is itself an inertial frame.\nActivity 4.4\nWhat is the relation\nbetween the mass\nof a body and its\ninertia? What is the\ndifference between\nmass and weight?\nDiscuss in groups.Key Concept:\nTNewton’s first law:\n• An object at rest remains at rest as long as no net force acts on it.\n•An object moving with constant velocity continues to move with the\nsame speed and in the same direction as long as no net force acts on\nit.\n• Mass is a measure of inertia.\nMass is a measure of the resistance of an object to change in its state of motion.\nMass is an inherent property of an object and is constant everywhere. However,\nweight is the magnitude of the gravitational force acting on an object and can\nchange from one place to another. Objects with large masses have large inertia"
        },
        {
            "page_number": 71,
            "text": "4.2 Newton’s Laws of Motion 65\nand are more resistant to changes in their state of motion.\nNewton’s Second Law of Motion\nWe have discussed Newton’s first law which explains that an object either remains\nat rest or moves in a straight line with constant speed when there is no unbal-\nanced force acting on it. But what happens to an object when there is nonzero\nunbalanced force acting on it? This question is answered by Newton’s second law\nof motion. To hold an object in your hand, you have to exert an upward force to\noppose, or \"balance,\" the force of gravity. If you suddenly remove your hand so\nthat the only force acting on the object is gravity, it accelerates downward. This\nis one example of Newton’s second law, which states, basically, that unbalanced\nforces or net external force causes nonzero acceleration.\nActivity 4.5\nTTake a wooden block and place it on a smooth horizontal surface. Push\nit with some force F . What did you observe? Now increase the force with\nwhich you push the wooden block and see what happens. Repeat the\nactivity with even large pushing force. What can you conclude from this\nactivity?\nWhen you exert some horizontal force Fon the block, it moves with some\nacceleration a. If you apply a force twice as great, you find that the acceleration\nof the block doubles. If you increase the applied force to 3F , the acceleration\ntriples, and so on. From such observations, we conclude that the acceleration of\nan object is directly proportional to the force acting on it. Consider the example\nof a batter, like the man in Figure 4.5. The harder he hits the ball, the greater will\nbe its acceleration. It will travel faster and farther if he hits it with more force.\nFigure 4.5 Hitting a baseball with\ngreater force gives it greater accel-\neration.Activity 4.6\nTTake two different wooden (or metal) blocks of different masses and\nplace them on a smooth horizontal surface. Push them with the same\nforce F . Which block accelerates more? What can you conclude from this\nactivity?\nThe acceleration of an object is directly proportional to the force acting on it.\nThus, the greater the mass of an object, the less that object accelerates under the"
        },
        {
            "page_number": 72,
            "text": "66 Unit 4 Force, Work, Energy and Power\naction of a given applied force.\nKey Concept:\nNewton’s second law of motion states that the acceleration of a body is\ndirectly proportional to the net force acting on it and inversely proportional\nto the mass of the body.\nMathematically, Newton’s second law can be expressed as\n⃗F=m⃗a (4.1)\nwhere ⃗Fis the force acting on the body, mis the mass of the body , and ⃗ais\nthe acceleration when acted on by the force ⃗F.\nFrom the above equation, you can see that the unit of force newton can be\nexpressed in terms of the units of mass, length, and time.\n1N=1kg m /s2(4.2)\nTherefore, 1 Nis defined as the force that, when acting on an object of mass\n1kg, produces an acceleration of m/s2.\nAt this stage, you may be able to guess the gravitational force ⃗Fgacting on an\nobject by applying Newton’s second law. However, here, ⃗ais the acceleration due\nto gravity. The acceleration due to gravity is denoted by ’g’ and has a constant\nvalue of 9 .8m/s2on the surface of the earth and is directed towards the center of\nthe earth.\nHence, applying Newton’s second law, the magnitude of the gravitational\nforce on an object is given by:\nFg=mg (4.3)\nThis force is directed towards the center of the earth. Fgis also called weight\nof the object. Weight of a body is represented by ’W’ . The above equation can also\nbe written as:"
        },
        {
            "page_number": 73,
            "text": "4.2 Newton’s Laws of Motion 67\nW=mg (4.4)\nKey Concept:\nThe value of the\nacceleration due\nto gravity g varies\nwith location. For\nexample, the value\nof g on the surface\nof the moon is about\n1/6th of that on the\nsurface of the earth.\nMoreover, the value\nof g will change as\nan object is moved\nfurther from the\nearth’s surface.Example 4.1\nA force of 10N acts on a block of mass 2kg resting on a smooth horizontal surface.\nWhat is the acceleration of the block?\nGiven: F=10N,m=2kg\nRequired: The acceleration ’a’ of the block\nSolution: The unbalanced force acting on the block is 10N. From Newton’s second\nlaw of motion we have:\nF=ma\nTherefore,\na=F\nm=10N\n2kg=10kg m /s2\n2kg=5m/s2\nThe direction of acceleration is the same as the direction of the force.\nExample 4.2\nA force of 100N acts on a certain object and accelerates it by 2 ms/s2in the direction\nof the force. What is the mass of the object?\nGiven: F=100N,a=2m/s2\nRequired: The mass m of the object.\nSolution: The unbalanced force acting on the block is 100N. From Newton’s second\nlaw of motion we have:\nF=ma\nTherefore,\nm=F\na=100N\n2m/s2=100kg m /s2\n2m/s2=50kg\nExample 4.3\nWhat is the weight of a body of mass 10kg on the surface of the earth?\nGiven: m=10kg\nRequired: The weight ’W’ of the body."
        },
        {
            "page_number": 74,
            "text": "68 Unit 4 Force, Work, Energy and Power\nSolution: The weight of the body is given by:\nW=mg\nTherefore,\nW=10kg×9.8m/s2=98N\nNewton’s Third Law of Motion\nHave you ever pushed a wall or your table with your finger tip? Let you do it again\nin a class. What do you feel?\nFigure 4.6 Action and reaction\nforces involved when pushing a\ncar.If you push a wall with your hand with some force, the wall pushes your\nhand back with the same force. If you push the wall harder, the wall pushes you\nback with larger force and you may feel pain in your hand. This simple activity\nillustrates an important general principle known as Newton’s third law of motion.\nIn fact, the force with which you push the car is equal in magnitude but opposite\nin direction to the force with which the car pushes you back as shown in Figure\n4.6. In general, if F12is the force exerted by object 1 on object 2 and F21is the\nforce exerted by object 2 on object 1, then,\nKey Concept:\nThe action and reac-\ntion forces are equal\nin magnitude but\nopposite in direc-\ntion and they act on\ndifferent objects.F12= −F21 (4.5)\nThat means F12is equal in magnitude but opposite in direction to F21.F12is\ncalled action force and F21is called reaction force, though either force can be\nlabeled the action or reaction force.\nConsider a block of mass m placed on a horizontal table (Fig.4.7 ). What are the\naction and reaction forces?\nFigure 4.7 Action and reaction\nforces for a block placed on a hori-\nzontal table.The action and reaction forces are represented by F12and F21. Let F12 be the\nforce that the block exerts on the table. This force is equal to the weight of the\nblock. F12is directed vertically downwards as shown in the figure. On the other\nhand, the table exerts a force F21on the block. F21is directed vertically upwards,\nbut has the same magnitude as F12.F21is also called normal force. However, it\nhas to be noted that taking F21as action force and F12as reaction force is also\npossible. Newton’s third law of motion states that every action has an equal and\nopposite reaction. This means that forces always act in pairs."
        },
        {
            "page_number": 75,
            "text": "4.3 Forces of Friction 69\nFigure 4.8 Cars stuck in a frictionless surface\n4.3 Forces of Friction\nExercise 4.2\nWhy is it difficult to\nwalk on a smooth\nsurface? What\nbrings a car moving\nalong a road to stop?\nWhat keeps you\nfrom slipping when\nyou walk? Discuss in\ngroups.At the end of this section, you should be able to:\n•define the force of friction;\n•explain the dependence of friction force on the smoothness and roughness\nof surfaces;\n•explain the advantage and disadvantage of the force of friction.\nWhen an object is in motion on a given rough surface, there is resistance to the\nmotion of the object from the surface. Such resistance is called force of friction\nand is denoted by ’f’ . Forces of friction are very important in our everyday lives.\nThey allow us to walk or run and are necessary for the motion of wheeled vehicles.\nWhy do vehicles easily get stuck in a mud (Fig 4.8)? We classify friction forces in\nto two main types. They are static friction and kinetic friction."
        },
        {
            "page_number": 76,
            "text": "70 Unit 4 Force, Work, Energy and Power\nDefinition:\nStatic friction: is a kind of friction that exists between two surfaces in\ncontact when one body tends to slide over the other without moving. It\nrequires large force to overcome this friction.\nKinetic friction: is the friction between two contacting surfaces when one\nof them slides over the other or when one body rolls over the other. Its\neffect on motion is less than that of the static friction.\nFigure 4.9 Frictional force oppos-\ning motion.The magnitude of friction force depends on the value of the normal force and on\nthe nature of the contacting surfaces. In general, friction force is larger between\nrough surfaces than smooth surfaces. The force of friction is directly proportional\nto the normal force.\n4.4 The Concept of Work\nBrainstorming\nQuestions\nIf you carry a sack of\nteff from your home\nto the market, how\nmuch work do you\ndo?\nIf you push a wall\nfor 3 hours, how\nmuch work do you\ndo?At the end of this section, you should be able to:\n•define and describe the scientific meaning of work;\n•describe the quantitative relationship between work, force and displace-\nment;\n•calculate the work done on an object.\nScientific Meaning of Work\nFigure 4.10 Work is done because\nthe force is applied in the same\ndirection as the direction of dis-\nplacement of the box.The word work has a variety of meanings in everyday language. In everyday\nsense, the term work means to do something that takes physical or mental effort.\nBut in physics, work has a distinctly different meaning. Consider the following\nsituations:\n• A student holds up a heavy chair for several minutes.\n•A student carries a bucket of water along a horizontal path while walking at\na constant velocity.\nIt might surprise you to know that as the term work is used in physics, there is no\nwork done on the chair or the bucket, even though effort is required in both cases.\nIn physics, work means the use of force to move an object. Not all force that is\nused to move an object does work. For work to be done, the force must be applied"
        },
        {
            "page_number": 77,
            "text": "4.4 The Concept of Work 71\nFigure 4.11 A force moves an object from point A to point B.\nin the same direction as the direction of displacement of the object. If a force is\napplied in a different direction than the direction of displacement of the object,\nno work is done. Figure 4.10 illustrates this fact. As shown in the Figure, carrying\na box while walking does not result in work being done. Work is done only when\nthe box is lifted up from the ground.\nIn physics a force does work on an object if it causes the object to move.\nWork is done, when a force F∥is applied to an object and the object moves\nthrough a displacement S in the direction of force.\nW=F∥S (4.6)\nwhere F∥is the force in the direction of displacement of the objec and S is the\nmagnitude of the displacement.\nDefinition:\nWork is a scalar quantity. The SI unit of work is a Newton-meter (N m)\nwhich is called Joule (J).\nExample 4.4\nA boy pushed a box by a force of 60 N through a displacement of 12 m on a\nhorizontal surface. How much work is done by the boy? Assume the force is\nparallel to the direction of displacement of the box.\nGiven: F∥=60N, S=12m\nRequired: W=?"
        },
        {
            "page_number": 78,
            "text": "72 Unit 4 Force, Work, Energy and Power\nSolution:\nW=F∥×S=60N×12m\nW=720N m=720J\nExercise 4.3\n1.Write the conditions\nfor work done to be\nzero.\n2.What will be the\nwork done by your\nhand if you hold\nyour exercise book\nat 1 m height for two\nhours?\nKey Concept:\nOne Joule of work is\ndone when 1New-\nton of force moves\nan object a displace-\nment of 1 meter\nin the direction of\nforce.\n1Joule = 1 Newton ×\n1 meterExample 4.5\nHow much vertical force is required to lift a load vertically to a height of 3 m, if the\nwork done is 600 J?\nGiven: W=600J, S=3m\nRequired: F∥=?\nSolution:\nW=F∥×S ⇒ F∥=W\nS\nF∥=600J\n3m=200J\nm=200kgm\ns2\nF∥=200kgm2\ns2\nm⇒ F∥=200N\nThe force needed to lift a load to a height of 3 m is 200 N.\nKey Concept:\nTWork is the product of a force and the magnitude of displacement in\nthe direction of the force.\nTWork is a transfer of energy from one object to another through the force.\nTForce does work on an object when the object is displaced in the direc-\ntion of the applied force.\n4.5 Kinetic and Potential Energies\nAt the end of this section, you should be able to:\n•define and use the concepts of kinetic and potential energies;\n•solve problems related to kinetic energy and potential energy of an object."
        },
        {
            "page_number": 79,
            "text": "4.5 Kinetic and Potential Energies 73\nExercise 4.4\nTWhat is energy?\nCan you mention\nsome forms of\nenergy? How can\nenergy transform\nfrom one form to\nanother?In the previous section you have learned about work as the transfer of energy\nfrom one object to another through the applied force. In this section you are\ngoing to learn about kinetic and potential energies. Energy is the capacity to do\nwork and is a scalar quantity. Its S.I unit is Joule (J) similar to that of work.\nKinetic Energy\nAn object in motion has the ability do work and thus can be said to have energy.\nKinetic energy ( Ek) is the form of mechanical energy possessed by an object due\nto its motion. For example, a rolling ball, a moving car, or a thrown stone possess\nkinetic energy due to their motion. The kinetic energy of an object depends on its\nmass and the speed with which it travels.We define kinetic energy of the object as:\nKinetic energy =1\n2×mass×(speed)2⇒ Ek=1\n2mv2(4.7)\nDefinition:\nKinetic energy is a scalar quantity and can be described only by its magni-\ntude. Its SI unit is Joule (J)\n1J=1kg m2/s2(4.8)\nExample 4.6\nA 200 g ball is thrown at a speed of 20 m/s. What is the kinetic energy of the ball?\nGiven: m=200g, v=20m/s\nRequired: Ek=?\nSolution:\nConvert the unit of mass from g to kg\n200g×(1kg)/(1000 g)=0.2kg\nThe kinetic energy is\nEk=1\n2mv2=1\n2×0.2kg×³\n20m\ns´2\nEk=1\n2×0.2kg×400m2/s2=40kg m2/s2=40J"
        },
        {
            "page_number": 80,
            "text": "74 Unit 4 Force, Work, Energy and Power\nExercise 4.5\nTConsider Example 4.6;\n1.For a fixed speed, if the mass of the ball is doubled, what will be its\nkinetic energy?\n2.For a fixed mass, if the speed of the ball is doubled, what will be its\nkinetic energy?\n3.For a fixed mass, if the speed of the ball is tripled (3 times), what will\nbe its kinetic energy?\nExercise 4.6\nTWhat is potential\nenergy? Mention\nexamples of poten-\ntial energy. If you\nlift a box and put it\non the top of a shelf,\nwhat type of energy\nis possessed by the\nbox? If you stretch a\nspring, what type of\nenergy it holds?Example 4.7\nHow fast must a 1 kg ball move in order to have a kinetic energy of 50 J?\nGiven: m=1kg, Ek=50J\nRequired: v=?\nSolution:\nN.B: The phrase ’how fast’ is related to the speed of the ball\nEk=1\n2mv2⇒ v2=2×Ek\nm⇒ v=s\n2×Ek\nm\nv=s\n2×Ek\nm=s\n2×50J\n1kg=vuut100kgm2\ns2\n1kg=10m/s\nGravitational Potential Energy\nPotential energy is the stored energy in an object by a virtue of its position or its\nconfiguration. There are two types of potential energy. Examples are potential\nenergy due to gravity, and elastic potential energy. However, in this section you\nare going to learn gravitational potential energy.\nGravitational potential energy is the energy of an object held in a vertical position\ndue to the force of gravity working to pull it down. The gravitational potential\nenergy depends the height and mass of an object. The heavier the object and the"
        },
        {
            "page_number": 81,
            "text": "4.5 Kinetic and Potential Energies 75\nhigher it is above the ground, the more potential energy it holds. The gravitational\npotential energy ( Ep) of an object is given by:\nEP=mass×gravitational acceleration ×height ⇒Ep=mgh (4.9)\nExercise 4.7\nTObject A has twice the mass of object B. If object B is 4 m above the\nfloor and object A is 2 m above the floor, which one has greater potential\nenergy?\nTIf both objects in the question above were lowered by 1 m, would they\nstill have the same ratio of potential energies that they had in their original\npositions? Explain your reasoning.\nExample 4.8\nHow much potential energy is possessed by an object of mass 30 kg placed on the\ntop of 50 mhigh building? (Use the acceleration due to gravity g=10m/s2).\nGiven: m=30kg, h=50m, g=10m/s2\nRequired: Ep=?\nSolution:\nEp=mg h=30kg×10m\ns2×50m\nEp=15000 kgm2\ns2=15000 J\nThe potential energy possessed by a 30 kg object at a height of 50 m is 15000 J.\nExample 4.9\nHow high should an object of mass 5 kg be lifted in order to have an energy of 1000\nJ? (Use the acceleration due to gravity g=10m/s2).\nGiven: m=5kg, Ep=1000 J, g=10m/s2\nRequired: h=?\nSolution:"
        },
        {
            "page_number": 82,
            "text": "76 Unit 4 Force, Work, Energy and Power\nEp=mg h ⇒ h=Ep\nmg\nEp=1000 J\n5kg×10m/s2=1000 kgm2\ns2\n10kgm\ns2=20m\nThis means that an object of mass of 5 kg should be lifted to a height of 20 meters\nin order to have a gravitational potential energy of 1000 J.\nKey Concept:\nTKinetic energy:\nenergy possessed by\nan object due to its\nmotion.\nTPotential energy:\nenergy possessed\nby an object due\nto its position or\nconfigurationThe sum of kinetic and potential energies is known as Mechanical energy. Thus,\nwe can express mechanical energy as:\nMechanical Energy = Kinetic Energy + Potential Energy\n4.6 Power\nAt the end of this section, you should be able to:\n•define and describe power;\n•describe quantitative relationships among work, energy and power .\nBrainstorming\nQuestions\nTWhat is power?\nYou and your friend\nare given the same\nwork. You com-\npleted the work in\n3 hours. But your\nfriend completed\nthe work in one and\na half hour. Who has\nmore power? Men-\ntion some examples\nof power in your\ndaily life.In the previous section you have learned that work is done by moving an object\nparallel to the direction of the force applied. But it is important to consider the\ntime taken to do the work.\nDefinition:\nPower is the rate at which work is done or the rate at which energy is being\ntransferred.\npower =work done\ntime taken=Energy transferred\ntime taken(4.10)\nP=W\ntor P =E\nt(4.11)\nPower is a scalar quantity like work and energy. The SI unit of power is J/s\n(Joule/second ) which is called watt (W). 1 wis the power developed when one\nJoule (1J) of energy is transferred in one second (1 s).\n1W=1J/s (4.12)"
        },
        {
            "page_number": 83,
            "text": "4.6 Power 77\nExample 4.10\nIf a car used up to 1500 J of energy in 5 seconds, what is the power developed by\nthe car?\nGiven: E=1500 J, t=5s\nRequired: P=?\nSolution:\nP=E\nt=1500 J\n5s=300J/s=300 W\nExercise 4.8\nA machine lifts\na 100 kg of stone\nto a height of 5 m\nin 2 seconds. Cal-\nculate the power\ndeveloped by the\nmachine?Example 4.11\nWhat is the power of a water pump that can lift 500 liters of water through a vertical\nheight of 10 meter in 5 seconds (Take g=10m/s2)? .\nGiven: m=500 kg, h=10m, t=5s\nRequired: P=?\nSolution:\nP=Ep\nt=P=mg h\nt=500 kg×10m\ns2×10m\n5s=10000 J/s=10000 W=10kW\nThe power of a water pump is 10 kW.\nVirtual Laboratory\nClick on the following links to perform virtual laboratory on force, work\nand energy under the guidance of your teacher.\n1. Forces and Motion: Basics PhET Experiment\n2. Energy Skate Park PhET Experiment\n3. Hooke’s Law PhET Experiment"
        },
        {
            "page_number": 84,
            "text": "78 Unit 4 Force, Work, Energy and Power\nUnit Summary\n•A simple machine (Compound machine) is a device that makes\neasier to do mechanical work.\n•In mechanics, a force is a push or a pull exerted on a body that\nchanges the state of motion of the body. That means force can\nchange the velocity of a body or cause deformation by changing its\nshape or size.\n•Forces can be classified as contact and non-contact forces. Contact\nforces involve physical contact between two bodies and the non-\ncontact forces do not involve any physical contact\n•Newton’s first law of motion, sometimes called the law of inertia,\nstates that a body continues to be in its state of rest or of uniform\nmotion in a straight line unless it is acted on by unbalanced force.\n•An inertial frame is defined as one in which Newton’s first law of mo-\ntion is valid. Any reference frame that moves with constant velocity\nrelative to an inertial frame is itself an inertial frame.\n•Newton’s second law of motion states that the acceleration of a\nbody is directly proportional to the force acting on it and inversely\nproportional to the mass of the body.\n•Action and reaction forces are equal in magnitude but opposite in\ndirection. Work is the product of a force and displacement parallel\nto the direction of the force applied, or a transfer of energy from one\nobject to another through the force.\n•Kinetic energy ( Ek) is the form of mechanical energy possessed by\nan object due to its motion.\n•Potential energy is the energy possessed by an object due to its\nposition or configuration.\n• Mechanical energy is the sum of kinetic and potential energies.\n•Power is the rate at which the work is done or the rate at which\nenergy is being transferred."
        },
        {
            "page_number": 85,
            "text": "4.6 Power 79\nEnd of Unit Questions and Problems\nPart I: Short answer questions\n1. What is the difference between mass and weight?\n2. State Newton’s laws of motion.\n3.What are the action and reaction forces involved when you walk on\na surface?\n4.What is the acceleration of a 10 kg block when acted on by a force of\n50N?\n5. Determine the weight of a 50kg mass on the surface of the earth.\n6.A certain force F accelerates a 25 kg object by 4 m/s2. Calculate the\nmagnitude of the force F .\n7.What is frictional force? Explain some of its advantages and disad-\nvantages.\n8.What is the weight of a 250 kg object on the surface of the moon? The\nacceleration due to gravity on the surface of the moon is one-sixth\nof that on the surface of the earth.\nPart II: Multiple choice questions\n1. Which of the following units belongs to work?\nA. kg m/s2\nB. N/m\nC. kg m2/s2\nD.N/m2\n2.A box is pulled from point A to point B by a force of 10 N. If the\ndistance between the points is 6 m, what is the work done?\nA. 6 J\nB. 10 J\nC. 60 J\nD. 100 J\n3.Which one of the following objects DOES NOT have gravitational\npotential energy?"
        },
        {
            "page_number": 86,
            "text": "80 Unit 4 Force, Work, Energy and Power\nA A bottle on the surface of a table\nB. A ball on the level ground\nC A stone on the roof of a house\nD. A fruit on a branch of a tree\n4.A loader lifts a 500 kg stone at a height of 8 m in 2 seconds. The\npower developed by the loader is (take g=10m/s2)\nA. 5000 W\nB. 20000 W\nC. 40000 W\nD. 80 000 W\nPart III: Workout Problems\n1.A physics student does a work on a 2.5 kg curling stone by exerting\n50 N of force horizontally over a distance of 2 m. Calculate the work\ndone by the student on the curling stone.\n2. Calculate the kinetic energy of the following objects.\n(a) A man weighing 50 kg running at a speed of 20 m/s\n(b) A 200 g of bullet fired at a speed of 300 m/s\n(c) A car of mass 1000 kg travelling at 80 meter per second\n3. Calculate\n(a) The potential energy of 10 kg stone placed at a height of 10 m\nabove the ground.\n(b) The position of the 10 kg stone if it possesses a potential energy\nof 400 J.\n4.A crane is capable of doing 1 .5×105J of work in 10 seconds. What is\nthe power of the crane in watts?"
        },
        {
            "page_number": 87,
            "text": "Unit 5\nSimple Machines\nIntroduction\nBrainstorming\nQuestions\nWhat are simple\nmachines? Which\nconcepts do we\nneed to understand\nsimple machines?\nWhat type of simple\nmachines do you\nuse in your home?\nWhat is the purpose\nof using simple\nmachines?In this unit, you are going to study important concepts of simple machines. You\nhave observed that people in your local area use an axe to split wood into parts,\nuse knives to cut and chop different items and use pulley to lift water from a well.\nAn axe, knife and pulley are simple machines that help people to do work more\neasily. Humans have been making and using simple machines for a long time.\nWe create these machines to help us to survive and do our work. We use these\nmachines every day and in all aspects of our lives. In this unit, students will learn\ndifferent types of simple machines, purpose of simple machines and mechanical\nadvantages of simple machines.\nAt the end of this unit, you should be able to:\n•know the types of simple machines;\n•define mechanical advantage and efficiency of a machine;\n•solve problems related to simple machines;\n•construct simple machines that are applicable to solve real problems in\ntheir local area.\n81"
        },
        {
            "page_number": 88,
            "text": "82 Unit 5 Simple Machines\n5.1 Simple Machines and their Purposes\nAt the end of this section, you should be able to:\n•define simple machines;\n•identify simple machines as a force multipliers, distance multipliers or\ndirection changers;\n•list different simple machines in your locality.\nBrainstorming\nQuestions\nTHow can we\nchange the direc-\ntion of force? Is it\npossible to multiply\nenergy? How can we\nmultiply a force or a\nspeed?Imagine trying to put a staple through a stack of paper with your bare hands! It\nis an almost impossible and dangerous task. A stapler gets the job done quickly,\neasily, and safely. A simple machine is a device that requires a single force to do\nmechanical work. The stapler works by applying a single downward force at its\nopen end. Like the stapler, the mechanisms of most physical systems are made of\none or more simple machines that work alone or together to make physical tasks\nsuch as nailing, cutting, throwing, carrying and chopping easier to do mechanical\nwork.\nSimple machine is any device which helps us to do work more easier.\nActivity 5.1\nTMake observation in your village and write the type of simple machines\npeople are using in their day to day activity.\nTWrite the purpose of these simple machines in their day to day activities.\nTList the number of activities in your village that are not supported by\nsimple machines.\nTSuggest the type of simple machines that helps people in your village to\ndo their mechanical work easily.\nSimple machines are energy transferring devices. Actually machines do not\ncreate energy or change one form of energy into another. They simply transfer\nmechanical energy involving a small force into mechanical energy involving a\nlarge force. The purpose of simple machines is to make mechanical work easier\nby:\n•Changing the direction of force. When you raise a flag on a flagpole you\npull down on a rope wrapped around a pulley to raise the flag up."
        },
        {
            "page_number": 89,
            "text": "5.1 Simple Machines and their Purposes 83\n•Changing the distance of effort (to multiply speed or distance). Imagine\nyou need to move a heavy box up to the second floor of a building. It would\nbe easier to carry it up an inclined plane (like a set of stairs) than to throw\nit straight up. But as you move the box up the stairs, it travels a longer\ndistance than if you threw it straight up.\nExercise 5.1\n1.What is the purpose\nof using a fixed single\npulley to take water\nfrom a deep well?\n2.What is the purpose\nof using an inclined\nplane to raise differ-\nent objects in the\ntruck?\n3.What is the purpose\nof using a bicycle\ninstead of walking or\nrunning on feet?•Changing the strength of a force (to multiply force). You can apply a weak\nforce to pull the bottle opener up over a long distance and it exerts a short\nbut strong force on the bottle cap.\nSimple machines make mechanical work easier, but they do not lessen the work\ndone. If distance is gained, then the strength of the force lessens. If strength is\ngained, the distance a force travels lessens.\nSimple machines need energy or a power source to work. In many cases, you\nsupply the energy to apply a force by pushing or pulling, but energy can come\nfrom gasoline or electricity, too. All of these are input forces. The machine’s\nreaction or effect is the output. The input and output, the total amount of energy,\nalways remain the same. Simple machines act as force or speed multipliers.\nFigure 5.1 a) A fixed single pulley.To deal with exercise 5.1, it is better to use the terms effort and load .\nEffort (F): is the force exerted on a simple machine (a fixed pulley, an inclined\nplane, etc.) or a compound machine (e.g. a bicycle) by an external body like a\nhuman being.\nWork input =effort×distance moved by effort (5.1)\nIn order to do a mechanical work you need to move this effort through a distance.\nLoad (L): is a force exerted by a simple machine (a fixed pulley, an inclined plane,\netc.) or a compound machine (e.g. a bicycle) on an object to be lifted or moved. A\nmachine also provides a work output; this may be used to move a load.\nWork output =load×distance moved by load (5.2)\nSuppose in a fixed single pulley an effort moves 2m in one second to lift a bucket\nof water from a well, and the bucket of water moves 2m at the same time. The\nspeed with which the effort moves would be 2m/s and that of the load is 2m/s.\nHere the speed of the effort is the same as the load. So the purpose of the pulley is"
        },
        {
            "page_number": 90,
            "text": "84 Unit 5 Simple Machines\nto change direction.\nFigure 5.2 b) An inclined plane.In an inclined plane a small effort is used to lift the heavy load. Hence the inclined\nplane is used to multiply a force. In other words, it is a force multiplier.\nKey Concept:\nTMachine: a device designed to do mechanical work easily.\nTEffort: the force applied to a machine or the force you exerted on a\nmachine.\nTLoad: the force exerted by the machine.\nFigure 5.3 c) Simple machines on a bicycle.\nIn a bicycle, the small distance moved by a person on a pedal is multiplied by the\nwheels of the bicycle and a long distance is covered during the same time. Hence\na bicycle is called a speed multiplier or a distance multiplier."
        },
        {
            "page_number": 91,
            "text": "5.2 Simple Machines at Home 85\n5.2 Simple Machines at Home\nAt the end of this section, you should be able to:\n•list different simple machines used at home;\n•write the purpose of the listed simple machines.\nActivity 5.2\n1. Write the list of simple machines at home.\nNo Simple machines used at home Function of the simple machine\n1\n2\n3\n4\n5\n6\n2.Collect drawings and pictures of the simple machines you found\noutside your home (in your community) along a brief descriptions\nof the functions of the simple machines.\nNo Name of the simple machine Function of the simple machine\n1\n2\n3\n4\n5\n6\nA simple machine is a device that helps reduce the amount of force required\nto do work. They often change the direction or magnitude of a force and offer\nmechanical advantage. Simple machines are seen as the building blocks of more"
        },
        {
            "page_number": 92,
            "text": "86 Unit 5 Simple Machines\ncomplex machines. Most of the machines you encounter in everyday life are\ncomplex. However, break them down to their smallest parts and you’re left with\nsimple machines: pulleys, wheels, levers, wedges and screws. Simple machines\nmagnify, or change the direction of force, making it easier to move, cut and bind\nobjects. Figure 5.4 shows some types of simple machines.\nAs we discussed in the previous section a function of a simple machine is to:\n• change direction,\n• multiply a speed or distance,\n• multiply force.\nFigure 5.4 Some simple machines."
        },
        {
            "page_number": 93,
            "text": "5.3 Simple Machines at Work Place 87\nActivity 5.3\nDoes a machine multiply a force and distance at the same time? Discuss\nin groups.\nKey Concept:\nTSimple (compound) machines are said to be force multipliers when\nthey enable us to lift big load by applying small effort. Load is greater than\neffort.\nTSimple (compound) machines are said to be distance multipliers when\nthey enable people to lift a load through a large distance by moving the\neffort through a small distance.\n5.3 Simple Machines at Work Place\nAt the end of this section, you should be able to:\n•categorize simple machines at home and workplace according to their\ntype.\nThe development of the technology that created cars, airplanes, and other\nmodern conveniences began with the invention of simple machines. A simple\nmachine is a mechanical device that accomplishes a task with only one movement\n(such as a lever). A lever allows you to move a rock that weighs 10 times (or more)\nthan your weight."
        },
        {
            "page_number": 94,
            "text": "88 Unit 5 Simple Machines\nExercise 5.2\n1. Based on Figure 5.5 complete the following table\nNo Name of a sim-\nple machineWhat is it (de-\nscription)How they make\nwork easier\n1\n2\n3\n4\n5\n6\n7\n8\nFigure 5.5 List of simple machines associated with different activities."
        },
        {
            "page_number": 95,
            "text": "5.4 Classification of Simple Machines 89\nFigure 5.6 Examples of compound machines.\n5.4 Classification of Simple Machines\nBrainstorming\nQuestion\nTIn the previous\nsection, you have\nobserved different\nsimple machines\nat home and work\nplace. Can you clas-\nsify these simple\nmachines in their\ntypes?At the end of this section, you should be able to:\n•list type of simple machines;\n•categorize simple machines at home and workplace according to their\ntype;\n•identify the six types of simple machines.\nMany people think of machines as complicated devices such as cars, elevators, or\ncomputers. However, some machines are as simple as hammer, shovel, or ramp.\nA simple machine does work only with one movement. A machine made up of a\ncombination of simple machines is called a compound machine. The bicycle and\nwire cutter are familiar example of compound machine. The wire cutters in figure\n5.6 combine two levers and two wedges. Bicycles include wheel and axles, levers,\nscrews, and pulleys. Cars and other vehicles are combinations of many machines.\nSimple machines are categorized into two groups:\n1. Inclined planes\n• Ramp or inclined plane\n• Wedge"
        },
        {
            "page_number": 96,
            "text": "90 Unit 5 Simple Machines\n• Screw\n2. Levers\n• Lever\n• Wheel & Axle\n• Pulley\nExercise 5.3\nIn the previous activities you have listed variety of simple machines at\nhome and work place. Classify them under the types of simple machines.\nFigure 5.7 The six different types of simple machines."
        },
        {
            "page_number": 97,
            "text": "5.4 Classification of Simple Machines 91\nNo matter which type of simple machine we are dealing with, they will fit into\none or more of the following categories.\nFigure 5.8 Examples of force multi-\nplier simple machines.1.Force multipliers: these are simple machines designed so that the load is\ngreater than the effort. This is only possible if the load moves through a\nsmaller distance than the effort.\n2.Speed multipliers: these are simple machines designed so that the distance\nmoved by the load is greater than the distance moved by the effort in the\nsame time.\n3.Direction changers: these are machines designed so that the load is moved\nin different direction to the effort.\nFigure 5.9 Pulley (left) and wedge (right) as direction changer simple ma-\nchines.\nFigure 5.10 A hammer as speed\nmultiplier machine.\nKey Concept:\nA simple machine is:\nTA device that requires only a single force to do mechanical work;\nTA device that uses a single effort to do a mechanical work against a\nsingle load force."
        },
        {
            "page_number": 98,
            "text": "92 Unit 5 Simple Machines\n5.5 Mechanical Advantage, Velocity Ratio and Efficiency of\nSimple Machine\nBrainstorming\nQuestions\nTSimple machines\nin real world are not\n100% efficient. Why?\nTIs it possible to\ntransfer all input\nenergy to output\nenergy using simple\nmachines?At the end of this section, you should be able to:\n•determine whether the machines are force multipliers, speed multipliers,\nor direction changers;\n•define the terms work input, work output, effort, load, mechanical ad-\nvantage (M.A), velocity ratio (V .R) and efficiency ( η);\n•derive the expression for efficiency;\n•calculate mechanical advantage and efficiency of simple machines.\nIn this section you deal with mechanical advantage, velocity ratio and efficiency\nof different types of simple machines.\nMechanical Advantage (M.A)\nIn the previous section you have learned about different types of simple machines.\nNow you deal with mechanical advantage of simple machines.\nExercise 5.4\n1.Explain about the\nmechanical advan-\ntage of a simple\nmachine.\n2.What is the actual\nmechanical advan-\ntage?\n3.What is the ideal\nmechanical advan-\ntage?Different simple machines may be used to accomplish the same work. For\nexample, nails may be pulled out of a piece of wood with simple machines such\nas a pair of pliers or a claw hammer. The claw hammer does a job with less effort.\nWhy is the case? The hammer acts as a first class lever that converts a small\ninput force into a much larger output force. When a machine turns a small input\nforce into a larger output force, we say that the machine gives us a mechanical\nadvantage.\nMechanical advantage (M.A) =Output force\ninput force=load\neffort(5.3)\nExercise 5.5\nThe hammer produces an output force 15 times greater than the force you\napply to it (the input force). What is the mechanical advantage of hammer?\nMechanical advantage has no units; it is simply a comparison or ratio. When\nthe input and output forces are the same, the mechanical advantage is 1. Ma-\nchines with a mechanical advantage greater than 1 are force multipliers (as the"
        },
        {
            "page_number": 99,
            "text": "5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Machine 93\nload is greater than the effort).\nThere are two kinds of mechanical advantages.\n• Actual mechanical advantage (AMA )\n• Ideal mechanical advantage ( IMA )\nActual mechanical advantage compares the force you get out (load) with\nwhat you put in (effort).\nIdeal mechanical advantage is the mechanical advantage if there were no\nenergy losses (e.g. no losses due to friction etc.).\nFor most of our calculations and examples in this unit we will consider that\nthere are no energy losses. That is AMA =IMA =MA. However, in the real world\nIMA is always greater than AMA. Why? Discuss in groups.\nExercise 5.6\nComplete the following table\nLoad (N) M.A Effort (N)\n3 600\n40 160\n0.5 480\n900 0.3\n2000 500\nVelocity Ratio (V .R)\nThe term velocity ratio describes the ratio of the distance moved by the effort to\nthe distance moved by the load.\nVelocity ratio (V.R) =distance moved by the effort\ndistance moved by the load(5.4)\nVelocity ratio has no units. If the V .R is 3 then the effort has to move three\ntimes as far as the load. Similarly if the V .R is 0.5 then the effort moves half as far\nas the load (or the load moves twice as far as the effort.)"
        },
        {
            "page_number": 100,
            "text": "94 Unit 5 Simple Machines\nKey Concept:\nTMechanical advantage: the ratio of the load and the effort.\nTVelocity ratio: the ratio of the distance moved by the effort and the\ndistance moved by the load.\nTActual mechanical advantage: the ratio of the load and the effort con-\nsidering energy losses due to friction in real world.\nTIdeal mechanical advantage: the ratio of the load and the effort without\nconsidering energy losses due to friction.\nExercise 5.7: Velocity ratios\nComplete the following table\nDistance moved\nby effortV .R Distance moved by\nthe load\n0.2 4\n0.8 2\n6 0.6\n0.3 6\n12 2\nExercise 5.8\nWhat is the purpose\nof a machine if:\n1.V .R<1 ?\n2.V .R>1 ?Efficiency of Machines\nActivity 5.4\nIs it possible for a\nmachine to increase\nboth the magnitude\nand the distance of\na force at the same\ntime? Discuss in\nsmall group.Efficiency describes how good a machine is at transferring the input energy to\nuseful output energy. It can also be defined in terms of power. As power is the\nenergy utilization, efficiency can also be expressed as the ratio of power output\nto power input. Machines waste energy due to friction between their moving\nparts. As the result the efficiency of a machine is less than one. When a machine\nprovides an increase in force, there must always be a decrease in the distance the\nforce moves. Is the reverse true? Discuss in group.\nThere is no a machine that can produce more work than the amount of work\nthat is put into a machine. In physics, the term efficiency ( η) is the ratio between\nthe work output and the work input. It is often then multiplied by 100 to give a\npercentage."
        },
        {
            "page_number": 101,
            "text": "5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Machine 95\nKey Concept:\nTIn a real simple\nmachine, not all of\nthe input work is\nconverted to output\nwork. Some of the\nenergy transferred\nby the work may\nbe lost as a thermal\nenergy.Effeciency ( η)=power output\npower input=work output\nwork input(5.5)\nSimilar to M.A and V .R, efficiency has no units since it is ratio.\nExercise 5.9\nThe efficiency of a\nmachine is 0.75 (or\n75%). What is the\nphysical meaning of\nthis statement?Efficiency can also be expressed in terms of M.A and V .R.\nη=work output\nwork input=load×distance moved by load\neffort×distance moved by effort(5.6)\nButload\neffort=M.A anddistance moved by load\ndistance moved by effort=1\nV .R\nη=M.A\nV .R(5.7)\nExercise 5.10\n1.What is the effi-\nciency of a machine\nwith M.A = 3 and V .R\n= 6?\n2.What you conclude\nifM.A =V .R? Write\nyour conclusion\nin a piece of paper\nand present it to the\nwhole class.Example 5.1\nA simple machine provides a work output 80 J for every 400 J of work input.\na) What is the efficiency of a simple machine?\nb)What will be the work output of this simple machine if 2000 J of work goes to a\nmachine?\nSolution:\na) Given Required\nwork output =80J η=?\nwork input =400 J\nη=work output\nwork input=80J\n400 J=0.2=20%\nb) Given Required\nwork input =2000 J work output =?\nFrom solution of a)η=0.2\nwork output =η×work input =0.2×2000 J=400 J"
        },
        {
            "page_number": 102,
            "text": "96 Unit 5 Simple Machines\nLevers\nExercise 5.11\n1.Name the different\nparts of lever.\n2.List some examples\nof lever that people\nare use in your local\narea.\n3.Is lever speed mul-\ntiplier or force\nmultiplier?By the end of this section, you should be able to:\n•define lever;\n•describe the variables fulcrum, load arm and effort arm;\n•differentiate three classes of levers;\n•calculate the mechanical advantage, velocity ratio and efficiency of lever .\nThe term lever originates in France, ’levier’ means ’to raise’ . Lever is a rigid bar of\na wood or metal which is free to turn about the supporting point which is called\nfulcrum ( F). Lever also consists of effort point ( E), load point ( L) and fulcrum ( F).\nArchimedes (282 - 212 BC) :\" Give me a place to stand and, I shall move\nthe Earth with lever.\"\nFigure 5.11 Feature of lever."
        },
        {
            "page_number": 103,
            "text": "5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Machine 97\nKey Concept:\nLever consists of three parts namely: effort point ( E), load point ( L) and\nfulcrum ( F).\nTFulcrum: the pivot point of a lever.\nTLoad arm: the part of the lever that extends from the fulcrum to the\nmass being moved.\nTEffort arm: the part of the lever that extends from the fulcrum to where\nthe force is applied.\nDifferent Classes of Levers\nThere are three different classes of levers depending on the relative position of\nfulcrum.\nFirst-Class Lever:\n• The fulcrum is always located between the load and the effort.\n• Examples: seesaw, scissors, a crow bar.\n• IMA can be greater than one, equal to one, or less than one.\nFigure 5.12 First class levers."
        },
        {
            "page_number": 104,
            "text": "98 Unit 5 Simple Machines\nFigure 5.13 Second class levers.\nKey Concept:\nTFirst order lever:\nthe fulcrum is lo-\ncated between the\neffort and the load.\nTSecond order\nlever: the load is\nplaced between the\nfulcrum and the\neffort.\nThird order lever:\nthe effort is applied\nbetween the ful-\ncrum and the load.Second-Class Lever:\n•The lever has the load in the middle, between the effort and the fulcrum.\nIn the second class lever, the fulcrum is usually closer to the load, which\nreduces the force needed to accomplish the work.\n•Example: wheelbarrow. The axle of the wheel acts as the fulcrum, the\nhandles are the force arm, and the load is carried between the two in the\nbucket part of the wheel barrow. Other second class levers include: a pair\nof nutcrackers, and a bottle opener.\n• IMA is always greater than one.\nActivity 5.6\n1.Lever can be used as\na force multiplying\nor speed multiply-\ning simple machine\nwith different ar-\nrangements. Make a\nsmall group discus-\nsion and write the\ncases.Third-Class Lever:\n•The lever has the effort in the middle, between the load and the fulcrum.\nThis arrangement requires large force to move the load. But this arrange-\nment facilitates movement of the load over a long distance with a relatively\nsmall movement of the force arm.\n•Examples of third class levers are: a fishing pole, a pair of tweezers, an arm\nlifting a weight, a pair of calipers, a person using a broom, a hockey stick, a\ntennis racket, a spade, or a shovel.\n• IMA is always less than one."
        },
        {
            "page_number": 105,
            "text": "5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Machine 99\nFigure 5.14 Third class levers.\nActivity 5.5: Velocity ratios\nDraw the diagram and give examples of three different classes of levers in\nthe following table.\nClass Diagram Description Examples\n1st Fulcrum is between the load and the effort1._______\n2._______\n3._______\n4._______\n2nd The load is between the effort and the fulcrum1._______\n2._______\n3._______\n3rd The effort is between the load and the fulcrum1._______\n2._______\n3._______"
        },
        {
            "page_number": 106,
            "text": "100 Unit 5 Simple Machines\nFigure 5.15 : Different classes of levers.\nM.A, V .R, and Efficiency of Levers\nThe mechanical advantage of lever is the ratio of load to effort.\nM.A=load\neffort=FL\nFE(5.8)\nWhen dealing with levers the forces are turning rather than moving. Hence\nthe equation for V .R is somehow different. As a system is rotating, we do not use\nthe distance moved by the force.\nThe V .R can be determined as the ratio between the distance from the effort\nto the fulcrum and the distance from the load to the fulcrum.\nV.R=(distance from the effort to the fulcrum)\n(distance from the load to the fulcrum)=dE\ndL(5.9)\nIf there are no energy losses, the ideal mechanical advantage is equal to the\nvelocity ratio."
        },
        {
            "page_number": 107,
            "text": "5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Machine 101\nI M A=V.R=dE\ndL(5.10)\nExample 5.2\nA load of 200 N is lifted by applying a force of 80 N on the lever. If the load is 10 cm\nfrom the fulcrum and the effort is 40 cm from the fulcrum, calculate:\na) The V .R of the lever\nb) The M.A of the lever\nc) Efficiency\nGiven Required\nL=200 N V .R=?\nE=80N M .A=?\ndL=10cm η=?\ndE=40cm\nSolution:\na) V.R=dE\ndL=40cm\n10cm=4\nb) M.A=L\nE=200 N\n80N=2.5\nc)η=M.A\nV.R=2.5\n4=0.625 = 62.5 %\nInclined Plane, Wedge and Screw\nFigure 5.16 An inclined plane.At the end of this section, you should be able to:\n•describe an inclined plane, wedge and screw;\n•derive an expression for M.A of inclined plane, wedge, and screw;\n•calculate M.A, V .R, and efficiency of an inclined plane;\n•calculate M.A, V .R, and efficiency of a wedge;\n•calculate M.A of a screw."
        },
        {
            "page_number": 108,
            "text": "102 Unit 5 Simple Machines\nThe Inclined Plane\nThe inclined plane is the simplest machine of all the machines. It is a sloping\nsurface that connects two points together. An inclined plane is another name\nfor a ramp. A screw and a wedge are made up of two inclined planes. The longer\nthe distance of the ramp, the easier it is to do the work, however, it takes a much\nlonger time to do the work. An inclined plane is another name for a ramp. The\nobject is lifted to a height h by sliding it up the length of the slope l.\nActivity 5.7\n1.For what purpose\ndo people use an in-\nclined plane in your\nlocal area? Observe\nand discuss.\n2.Why is it easier to\npush a heavy object\nup an inclined plane\nthan directly lifting\nit?\n3.How can you can\nmake your inclined\nplane have large\nvalue of velocity\nratio?M.A=Load\nEffort=L\nE(5.11)\nV.R=distance moved by effort\ndistance moved by load=length of inclined surface\nheight of inclined plane=l\nh(5.12)\nExercise 5.12\n1. Calculate the velocity ratio (V .R) of:\n(a) A slope of length 30 m that raises an object to a height of 5 m.\n(b) A slope that makes an angle of 37oto the horizontal and raises\nan object to a height of 60 m.\n2.A slope of length 40 m raises an object to a height of 8 m above the\nground. An effort of 80 N is needed to push a 240 N object up the\ninclined plane. Calculate:\n(a) M.A\n(b) V .R\n(c) Efficiency"
        },
        {
            "page_number": 109,
            "text": "5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Machine 103\nThe Wedge\nWedges are used to separate two objects or split objects apart. Examples of wedges\ninclude knives, nails, axes and spears.\nExercise 5.13\n1. What is a wedge?\n2.For what pur-\npose do people\nuse wedge in your\ncommunity?\n3.List examples of\nwedges used in your\nsurroundings.\n4.What is the differ-\nence between an\ninclined plane and a\nwedge?\nFigure 5.17 The Wedge.\nFor wedges the load is the force exerted on the object being split and the effort\nwould be the force applied to the top of the wedge.\nM.A=Load\nEffort=L\nE(5.13)\nThe velocity ratio of a wedge is the ratio of the penetration length ( l) of a\nwedge and the thickness of the wedge ( t).\nV.R=penetration length\nthickness=l\nt(5.14)\nThe efficiency of a wedge can be determined by:\nη=M.A\nV.R=L×t\nE×l(5.15)\nThe more narrow the wedge, the greater the ratio of penetration length of its\nslope to its thickness.\nThe Screw\nExercise 5.14\nFor what purpose\ndo people use a\nscrew?The term screw refers to any cylinder with helical thread around it. It includes\nnuts and bolts. It is used to hold objects together, to dig into the ground and to\nbore through rocks."
        },
        {
            "page_number": 110,
            "text": "104 Unit 5 Simple Machines\nIn one turn of the screw it penetrates in and moves into the material a distance\nequal to the separation between the threads. This is referred to as the pitch ( p) of\nthe screw. The length of the slope should be the same as the circumference of the\nscrew shaft (2 πr=πd). The movement of the screw tip into the material provides\nthe load, whereas the force used to turn the screw is the effort.\nFigure 5.18 The screw.The mechanical advantage of the screw is given by:\nM.A=πd\np=2πr\np(5.16)\nwhere, diameter ( d)=2×radius ( r)\nd=the mean diameter of the screw, and p=the pitch of screw in m.\nThe Wheel and Axle\nAt the end of this section, you should be able to:\n•define wheel and axle,\n•tell the purpose of using wheel and axle in daily activities,\n•calculate the mechanical advantage of wheel and axle,\n•construct wheel and axle with materials in their local area.\nActivity 5.8\nConstruct a wheel\nand axle from locally\navailable materials.Definition:\nWheel and axle: is comprised of a large wheel secured to a smaller wheel\nwhich is called an axle.\nWheel and axle: is comprised of a large wheel secured to a smaller wheel\nwhich is called an axle. The wheel and axle can be used in two ways. In some\ndevices, the input force is used to turn the wheel and the output force is exerted\nby the axle. Because the wheel is larger than the axle, the mechanical advantage\nis greater than one. So the output force is greater than the input force.\nActivity 5.9\nFor a wheel and axle,\ndiscuss the distance\nmoved by the effort\nin comparison to\nthe distance moved\nby the load.Hence,\n• A wheel with a rod, called an axle, through its center lifts or moves loads.\n• The axle is a rod that goes through the wheel. This lets the wheel turn.\n•The wheel and axle can be used as a tool to multiply the force you apply or\nto multiply the distance traveled."
        },
        {
            "page_number": 111,
            "text": "5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Machine 105\nFigure 5.19 Arrangement of wheel and axle (input force is used to turn the wheel).\n• A lever is able to rotate through a complete circle (360 degree).\n•The circle turned by the wheel is much larger than the circle turned by the\naxle.\n•The increased distance over which the force is applied as the wheel turns\nresults in a more powerful force on the axle, which moves a shorter distance.\n•The larger the diameter of the wheel, the less effort you need to turn it, but\nyou have to move the wheel a greater distance to get the same work done.\nThere are two basic types of wheel and axle in simple machines.\n1.A machine where the force is applied to the axle. Applying a large force to\nthe axle makes the wheel go faster. The mechanical advantage is less than\none and the output force is less than the input force. Everyday examples of\nthis type of wheel and axle include:\n• Bicycle\n• Car tires• Electric fan\n2.A machine where the force is applied to the wheel. When you apply a small\nforce to the wheel, it travels a longer distance and creates a stronger force on"
        },
        {
            "page_number": 112,
            "text": "106 Unit 5 Simple Machines\nthe axle. In this method the effort (input force) has to move a long distance,\nwhereas the load (output force) moves a small distance. This is because the\ncircumference of the wheel is much larger than the circumference of the\naxle. This is helpful to lift large loads. Everyday examples of this type of\nwheel and axle include:\n• Screwdriver\n• Drill\n• Windmill• Water wheel\n• Doorknob\n• skateboard\nFigure 5.20 Wheel and axle (input\nforce is used to turn the axle).In windlass you can wrap a rope around a supported wheel and apply an\neffort to the end of the rope. This results in rotation of the wheel and axle. In this\nmethod the effort has to move a long distance, whereas the load moves a small\ndistance. This is because the circumference of the wheel is much larger than the\ncircumference of the axle. This is helpful to lift large loads.\nExercise 5.15\n1.The diameter of the\nwheel is 20 times\ngreater than the\ndiameter of the axle.\nWhat is the mechan-\nical advantage of\nthis wheel and axle\nsystem?In other devices, the input force is applied to turn the axle and the output\nforce is exerted by the wheel. Then the mechanical advantage is less than one\nand the output force is less than the input force. A ferries wheel and a fan are\nexamples of this type of wheel and axle.\nThe mechanical advantage of the wheel and axle is given by:\nAM A =L\nE(5.17)\nThe velocity ratio (V .R) of the wheel and axle is the ratio of the radius of the\nwheel to the radius of the axle. If Ris the radius of the wheel and ris the radius of\nthe axle, then the wheel covers a distance 2 πRand the axle travels a distance of\n2πr.\nV.R=distance moved by the effort\ndistance moved by the load=2πR\n2πr=R\nr(5.18)\nIf there is no energy losses, V.R=M.A=I M A=R\nr."
        },
        {
            "page_number": 113,
            "text": "5.5 Mechanical Advantage, Velocity Ratio and Efficiency of Simple Machine 107\nThe Pulley System\nExercise 5.16\n1. What is a pulley?\n2.List different types\nof pulleys?\n3.What is the purpose\nof using fixed and\nmovable pulleys?At the end of this section, you should be able to:\n•define a pulley;\n•list different types of pulleys;\n•calculate the mechanical advantage of pulleys;\n•construct different pulley systems using materials in your local area.\nThere are different kinds of pulleys. They are:\n1. Fixed pulley\n2. Movable pulley3. Compound pulley\nFigure 5.21 A fixed pulley, A movable pulley and A compound pulley."
        },
        {
            "page_number": 114,
            "text": "108 Unit 5 Simple Machines\nDefinition\nA pulley is a circular body (wheel) with groove surface and is free to rotate\nabout its center.\nA fixed pulley: comprises a fixed axle with the rope looped over the top. A\nfixed pulley is used to change the direction of the force. A fixed pulley is the only\npulley that when used individually, uses more effort than the load to lift the load\nfrom the ground. The fixed pulley when attached to an unmovable object e.g.\na ceiling or wall, acts as a first class lever with the fulcrum being located at the\naxis but with a minor change, the bar becomes a rope. The advantage of the\nfixed pulley is that you do not have to pull or push the pulley up and down. The\ndisadvantage is that you have to apply more effort than the load.\nActivity 5.10\n1.In a compound\npulley discuss the\npurposes of a fixed\npulley and a mov-\nable pulley?\n2.Construct or design\npulley systems with:\na)V.R=3\nb)V.R=4\nc)V.R=5\nd)V.R=6A movable pulley: In this type of pulley the axle is free to move up and down.\nFor a movable pulley if one end of the rope is fixed, applying an effort to the other\nend of the rope will effectively provide about 2 times a force. A movable pulley\nhas a V.R=2.That is in order to lift the load 1m you would have to pull 2 m of the\nrope through the pulley. The main disadvantage of a movable pulley is that you\nhave to pull or push the pulley up or down. The main advantage of a movable\npulley is that you use less effort to pull the load.\nFor both a fixed and a movable pulley there are energy losses due to friction.\nAs the result mechanical advantage (M.A) is always less than the velocity ratio\n(V .R).\nA compound pulley: is the combination of a fixed and a movable pulley. This\nis sometimes called a block and tackle. A combined pulley makes life easier as\nthe effort needed to lift the load is less than half the weight of the load. The\nmain advantage of this pulley is that the amount of effort is less than half of the\nload. The main disadvantage is it travels a very long distance. Figure 5.21 shows\ndifferent pulley types.\n5.6 Designing Simple Machine\nNow you are familiar with six kinds of simple machines and their mechanical\nadvantages. Moreover you have observed the working conditions of people in"
        },
        {
            "page_number": 115,
            "text": "5.6 Designing Simple Machine 109\nyour community. There are many activities which need simple machines to make\nwork easier. For example: people in your community are lifting a bucket of water\nfrom a deep well and are carrying big loads without the help of simple machines\nand so on.\n1. List activities which need simple machine in your community;\n2. Prioritize and select one activity in group,\n3. Collect the necessary materials,\n4. Design a machine that includes at least two simple machines.\nUnit Summary\n•A simple machine (compound machine) is a device that makes doing\nmechanical work easier.\n•Machines can be classified as direction changers, force multipliers\nand speed or distance multipliers.\n•There are six different types of simple machines (inclined plane,\nwedge, screw, lever, wheel and axle, and pulley).\n• The force put into a machine is called the effort.\n• Work input to a machine = effort ×distance moved by the effort.\n• Work output from a machine = load ×distance moved by the load.\n• AMA= load/effort.\n• V .R=distance moved by effort/distance moved by the load.\n• Efficiency ( η)=M.A/V.R.\n• If there is no energy losses, AM A =I M A=V.R.\n•There are three classes of levers depending on the relative position\nof load, fulcrum and effort.\n• For a lever the AMA=load/effort and V.R=dE\ndL.\n• For an inclined plane AMA=load/effort."
        },
        {
            "page_number": 116,
            "text": "110 Unit 5 Simple Machines\n•If we assume there is no energy losses in an inclined plane then\nV.R=I M A=length of the slope ( l)/height of the slope ( h)\n•For a wedge AMA= the force applied to the object being split\napart/the force applied to the top surface of the wedge.\n•If we assume there is no energy losses on the wedge, V.R=I M A=\npenetration length ( l)/wedge thickness ( t).\n•For screw I M A=πd\np, where d is the average diameter of the screw\nand pis the peach.\n•For wheel and axle, AMA=load/effort and V .R=radius of the wheel/ra-\ndius of the axle.\n•There are three different kinds of pulley systems: fixed, movable and\ncompound.\n•For a pulley, AMA=load/effort and V .R = IMA= N (number of sections\nof ropes used to lift the load)\nEnd of Unit Questions and Problems\nPart I: Multiple choice\n1. Which one is NOT correct about simple machine?\na) Machines help us to make work easier\nb) Machines create energy to help us\nc) Machines act as force multipliers\nd) Machines act as speed multipliers\n2. Which one of the following is the purpose of a simple machine?\na) Increasing volume\nb) Changing mass\nc) Multiplying energy\nd) Multiplying force\n3.If a machine raises a load to height of 8 m when effort is moved by\n2m, then the machine is\na) Distance multiplier\nb) Force multiplier"
        },
        {
            "page_number": 117,
            "text": "5.6 Designing Simple Machine 111\nc) Both force and speed multiplier\nd) Direction changer\n4.An effort of 30 N is applied on a machine to raise a load of 150 N. By\nhow much does the machine multiply the force?\na) 3\nb) 5\nc) 7\nd) 95.\n5.A machine used 50 N effort through a distance of 8 m in order to lift\na load of 100 N through a distance of 4 m. What is the efficiency of\nthe machine?\na) 70%\nb) 80%\nc) 90%\nd) 100%\nPart II: II. Write true if the statement is correct and false if the statement\nis wrong.\n1. In real world there is a machine which is 100% efficient.\n2. Efficiency is the ratio of work input to work output.\n3. A fixed pulley is used to multiply a force.\n4. Wedge is a double inclined plane.\n5.The separation between each thread in the screw is known as a pitch.\nPart III: Work out\n1.A simple wheel and axle is used to lift the bucket of water out of a\nwell. The radii of the wheel and axle are 30 cm and 5 cm respectively.\nDetermine:\na) The velocity ratio\nb) The effort required to lift a load of 40 N assuming no energy losses.\nc) The efficiency if the actual effort required is 20 N."
        },
        {
            "page_number": 118,
            "text": "112 Unit 5 Simple Machines\n2.A block of weight 6000 N is pushed up the slope by a force of 300 N.\nAssume there is no energy losses. Determine:\na) The actual mechanical advantage\nb) The velocity ratio\nc) The length of the slope if the height of the slope is 10 m.\n3.A 12 cm long and a 3 cm wide wooden wedge is pushed into a soft\nwood block. Calculate:\na) The velocity ratio of the wedge.\nb) The load on the soft wood if the effort applied is 20 N (assume\nthere is no energy losses).\n4.What is the mechanical advantage of a lever that can lift 100 N load\nwith an input force of 20 N?\n5.A single movable pulley is being used to move a 140 N load. The\npulley is a little dirty, so it adds another 5 N of frictional force.\na) Can this load be moved with a 75 N input force? Explain your\nanswer.\nb) Would a single fixed pulley work? Explain your answer.\nPart IV: Short answer questions\n1. List six types of simple machines.\n2.Define the terms: effort, load, work input, work output, AMA, V .R,\nand efficiency.\n3. For every simple machine AMA< IMA. Why? Explain it.\n4.Describe the three classes of lever and give practical example of each.\nGive two examples of wedges."
        },
        {
            "page_number": 119,
            "text": "Unit 6\nMechanical Oscillation and Sound\nWave\nBrainstorming\nQuestions\nHave you ever\nplayed a swing,\nguitar or kirar? Have\nyou ever slapped wa-\nter with your hands\nand observed what\nhappened? Discuss\nsuch phenomena or\nmotion.Introduction\nMany systems oscillate, that is they move back and forth about a fixed point.\nAll oscillations involve force and energy. For example, you push a child in a\nswing to get the motion started. You put energy into a guitar string when you\npluck it. Some oscillations create waves. A wave is a disturbance that moves\nfrom its source accompanied by transfer of energy. A guitar creates sound\nwaves and you can make water waves in a swimming pool by slapping the\nwater with your hand. Some, such as water waves, are visible. Some, such as\nsound waves, are not. Oscillation is also known as periodic motion. Periodic\nmotion is a motion that repeats itself. A small object oscillating at the end of\na spring, a swinging pendulum etc. are examples of periodic motion.\n113"
        },
        {
            "page_number": 120,
            "text": "114 Unit 6 Mechanical Oscillation and Sound Wave\nAt the end of this unit, you should be able to:\n•understand the oscillation of strings, pendulum, and a spring-mass sys-\ntem;\n•know the propagation of different types of waves;\n•distinguish between different types of waves;\n•estimate the speed of sound in different media and at different tempera-\nture.\n6.1 Common Characteristics of Waves\nAt the end of this section, you should be able to:\n•define the common characteristics of waves such as period, frequency,\nwavelength and amplitude;\n•describe terms like crest, trough and wave speed;\n•relate wave frequency, period, wavelength, and velocity;\n•solve problems involving wave properties.\nThere are common terms such as period, frequency, amplitude, wave speed\nand wavelength that are used to explain periodic motion. These are common\ncharacteristics that all waves share and are discussed below.\nRest position: Rest position is the undisturbed position of particles or fields when\nthey are not vibrating.\nDisplacement: Displacement is the distance that a certain point in the medium\nhas moved from its rest position.\nTrough: Trough is the lowest point below the rest position.\nCrest: Crest is the highest point above the rest position.\nPeriod (T): Period, denoted by symbol T, is the time for one complete cycle of the\nperiodic motion. It is also defined as the time taken for one complete wave to\npass a given point.\nFrequency (f ): Frequency, denoted by symbol f, of a wave is defined as the number\nof complete waves passing a given point per unit time. The higher the frequency,\nthe greater the number of waves per second. A common unit for frequency is one"
        },
        {
            "page_number": 121,
            "text": "6.1 Common Characteristics of Waves 115\ncycle per second. This is defined as one Hertz (Hz).\n1Hz=1 cycle/s.\nAmplitude (A): Amplitude is defined as the maximum displacement from equilib-\nrium position. Amplitude is denoted by the symbol A and measured in meters\n(m).\nWave speed (v): Wave speed is defined as the distance the wave travels in one\nsecond. It is denoted by the symbol v and like all speeds it is measured in meter\nper second.\nWavelength ( λ):Wavelength is defined as the distance between identical points\non adjacent waves. For example, the distance between two adjacent crests or\ntroughs of a wave is one wavelength. Wavelength is denoted by Greek letter λ\n(lambda).\nFigure 6.1 Characteristics of wave.\nKey Concept:\nPeriod, Frequency,\nAmplitude, Wave\nspeed, and Wave-\nlength are common\ncharacteristics of all\nwaves.Next, we illustrate the relation between period, frequency, wavelength and wave\nspeed. We begin with simple question. What does it mean by a wave of frequency\n1Hz, 2Hz, 3Hz, etc? If you consider a wave with a frequency of 2 Hz this would\nmean 2 waves passing a point per second. This implies that each wave would\ntake 0.5 second to pass the point. Therefore, the period of the wave is 0.5 second.\nHence, the period is the reciprocal of the frequency.\nf=1\nTor T =1\nf(6.1)\nIn terms of wavelength and frequency, wave speed can be written as,\nwave speed =frequecy ×wavelength ⇒ v=λ×f (6.2)"
        },
        {
            "page_number": 122,
            "text": "116 Unit 6 Mechanical Oscillation and Sound Wave\n6.2 String, Pendulum and Spring\nBrainstorming\nQuestion\nFind a string or\nrope in your locality.\nStretch the string or\nrope by fixing one of\nits ends with a fixed\npole and holding\nthe other end with\nyour hand. We say\nthat the string is in\nequilibrium. Now,\nflick the string either\nup or down. What\ndo you observe?At the end of this section, you should be able to:\n•calculate the period of simple pendulum of a given length;\n•compute the period of oscillation of a spring mass system on smooth\nhorizontal surface;\n•define Hooke’s law;\n•practically measure the periods of simple pendulum of a given length and\nspring mass system in a laboratory or class;\n•calculate the value of the acceleration due to gravity in your locality.\nFigure 6.2 Pulsed string wave.\nActivity 6.1\nPoke a stick into\nwater contained in\na dish. What do you\nobserve? Instead\nof poking the steak\ninto the water once,\ncontinuously move\nit in and out. Now\nwhat do you ob-\nserve? Discuss the\nphenomena with\nyour friends and\nyour teacher.If you flick the string either up or down, a simple kind of wave called \"pulse\" is\ncreated. The pulse moves horizontally along the string while the particles of the\nstring moves up and down at right angles to the horizontal motion of the pulse\n(wave). The act of flicking creates disturbance called wave which propagates\nalong the string.\nFigure 6.3 Particle and wave motion."
        },
        {
            "page_number": 123,
            "text": "6.2 String, Pendulum and Spring 117\nPeriodic motion\nA motion that repeats itself over and over is referred to as periodic motion. The\nbeating of your heart, the ticking of a clock, and the movement of a child on a\nswing are familiar examples. One of the key characteristics of a periodic system is\nthe time required for the completion of one cycle of its repetitive motion. A swing-\ning simple pendulum is another example of periodic motion. A simple pendulum\nconsists of a point mass (the bob) suspended by a massless, un-stretchable string.\nFigure 6.4 Schematics of simple pendulum.\nIf the pendulum is displaced from equilibrium, it swings back and forth, and\nits motion is periodic.\nA simple pendulum is defined to have an object that has a small mass, also\nknown as the pendulum bob, which is suspended from a light wire or string, such\nas shown in Figure 6.4.\nThe period of a simple pendulum is given by\nT=2πs\nL\ng(6.3)\nwhere, L is the length of the simple pendulum and g is the acceleration due to\ngravity. The derivation of this equation is beyond the scope of this textbook. This\nresult is interesting because of its simplicity. The only parameters that affect the\nperiod of a simple pendulum are its length and the acceleration due to gravity. The"
        },
        {
            "page_number": 124,
            "text": "118 Unit 6 Mechanical Oscillation and Sound Wave\nperiod is completely independent of other factors, such as mass. If the length of a\npendulum is precisely known, it can actually be used to measure the acceleration\ndue to gravity.\nExample 6.1\nWhat is the period of a simple pendulum with length 50 cm? Use the acceleration\ndue to gravity g=9.8m/s2\nGiven: L=50cm=0.5m, g=9.8m/s2\nRequired: T=?\nSolution:\nThe period of a simple pendulum is given by\nT=2πs\nL\ng\nSubstituting the values of L and g and using π=3.14 we have,\nT=2πr\n0.5m\n9.8m/s2=1.42 s\nExample 6.2\nA simple pendulum has a length of 100 cm and oscillates periodically with a period\nof 0.65πs at a certain place. What is the value of the acceleration due to gravity at\nthat place?\nGiven: L=100 cm=1m, T=0.65π\nRequired: T=?\nSolution:\nFrom the expression of the period of a simple pendulum,\nT=2πs\nL\ng\nThe acceleration due to gravity at that place is given by\ng=µ2π\nT¶2\nL=µ2π\n0.65πs¶2\n×1m=9.47 m/s2"
        },
        {
            "page_number": 125,
            "text": "6.2 String, Pendulum and Spring 119\nActivity 6.2\nTUse a simple pendulum to determine the acceleration due to gravity\ng in your locality. Cut a piece of string that is about 1m long and attach\na metal ball (or any small object of high density) to the end of the string.\nStarting at an angle of less than 10o, allow the pendulum to swing. Using\nstopwatch, measure the period of the simple pendulum for 10 complete\noscillations and calculate g. How accurate is this measurement? How\nmight it be improved?\nKey Concept:\nThe period of a\nsimple pendulum\ndepends only on\nits length and the\nacceleration due to\ngravity. It does not\ndepend on the mass\nof the bob.The simple spring\nWe are all familiar with a spring. Suppose an object of mass m is attached to one\nend, while the other end of the spring is held fixed. The object has an equilibrium\nposition, call it x = 0, and this is the position where the spring is neither stretched\nnor compressed. If the object is displaced away from x = 0 (either stretched or\ncompressed) and released, it will undergo a to and fro motion about x = 0. This is\nanother example of periodic motion. In this case, x is the distance by which the\nspring is either stretched or compressed and is measured from the equilibrium\nposition.\nIf the object is displaced form x = 0, the spring pulls (or pushes) it back to\nthe equilibrium position (x = 0). Thus, the spring produces a restoring force\ndenoted by Fr es. The restoring force (or the force exerted by the spring) is directly\nproportional to the displacement of the object from the equilibrium position x.\nMathematically,\nFr es= −kx (6.4)\nwhere, k is a proportionality constant called the spring constant (or stiffness)\nof the spring. The negative sign shows that the restoring force acts opposite to\nthe displacement of the object. This is called Hooke’s law . The above equation\ncan also be written as\nFapp=kx, (6.5)\nwhere, Fapp is now the applied force on the spring.\nThe force exerted by the spring is a restoring force. No matter which way the"
        },
        {
            "page_number": 126,
            "text": "120 Unit 6 Mechanical Oscillation and Sound Wave\nobject is displaced from equilibrium, the spring force always acts to return the\nobject to equilibrium.\nIf k is large, then the spring is stiff and produces a lot of force for a small\ndisplacement. If k is small, then the spring is said to be loose and doesn’t pull\nback with much force. The spring constant k can be measured by applying a force\n(Fapp ) and measuring how much the spring stretches (x). Then k=Fapp/xand\nhas units of force/distance (N/m).\nActivity 6.3\nDiscuss different\nexamples of spring\nby bringing them to\nclass. Which springs\nare stiffer and which\nones are loose?An oscillating object moves repeatedly one way and then in the opposite\ndirection through its equilibrium position. The displacement of the object (i.e.,\ndistance and direction) from equilibrium continually changes during the mo-\ntion. In one full cycle after being released from a non-equilibrium position, the\ndisplacement of the object:\n• decreases as it returns to equilibrium\n•reverses and increases as it moves away from equilibrium in the opposite\ndirection\n• decreases as it returns to equilibrium\nFigure 6.5 Demonstration of Hooke’s law using displacement of a spring."
        },
        {
            "page_number": 127,
            "text": "6.2 String, Pendulum and Spring 121\nFigure 6.6 A mass attached to a spring undergoes periodic motion about x = 0.\n• increases as it moves away from equilibrium towards its starting position.\nKey Concept:\nThe force exerted\nby the spring is\na restoring force.\nNo matter which\nway the object is\ndisplaced from equi-\nlibrium, the spring\nforce always acts to\nreturn the object to\nequilibrium.Now, suppose the cart is released from rest at the location x = A. As indicated\nin Figure 6.6, the spring exerts a force on the cart to the left, causing the cart to\naccelerate toward the equilibrium position. When the cart reaches x = 0, the net\nforce acting on it is zero. Its speed is not zero at this point, however, and so it\ncontinues to move to the left. As the cart compresses the spring, it experiences a\nforce to the right, causing it to decelerate and finally comes to rest at x = -A. The\nspring continues to exert a force to the right; thus, the cart immediately begins to\nmove to the right until it comes to rest again at x = A, completing one oscillation\nin the time T.\nFrom Figure 6.6:\n(a) The mass is at rest position and at its maximum positive value of x. Its veloc-\nity is zero, and the force on it points to the left with maximum magnitude.\n(b) The mass is at the equilibrium position of the spring. Here the speed has its"
        },
        {
            "page_number": 128,
            "text": "122 Unit 6 Mechanical Oscillation and Sound Wave\nmaximum value, and the force exerted by the spring is zero.\n(c) The mass is at its maximum displacement in the negative x direction. The\nvelocity is zero here, and the force points to the right with maximum mag-\nnitude.\n(d) The mass is at the equilibrium position of the spring, with zero force acting\non it and maximum speed.\n(e) The mass has completed one cycle of its oscillation about x = 0.\nExercise 6.1\nA block of mass\n4kg is connected\nto the free end of\na spring and un-\ndergoes periodic\nmotion with period\nofπ\n10s. Compute the\nspring constant of\nthe spring in N/m.The period of an object of mass m attached to a spring of spring constant k is\ngiven by\nT=2πrm\nk(6.6)\nwhere, m is the mass of the object and k is the spring constant of the spring. It\ncan be seen that the period only depends on the mass and the spring constant (or\nstiffness) of the spring.\nKey Concept:\nThe period of a\nspring mass sys-\ntem oscillating on a\nsmooth horizontal\nsurface depends\non the mass and\nthe stiffness (spring\nconstant) of the\nspring.Example 6.3\nA block of mass 2kg is connected to the free end of a spring with a spring constant\nof 200 N/m. Compute the period of the block.\nGiven: m=2kg, K=200N/m\nRequired: T=?\nSolution:\nFrom the period of an object of mass m attached to a spring of spring constant k,\nT=2πrm\nk\nT=2πs\n2kg\n200N/m=2πr\n1\n100s=2π\n10s=π\n5s"
        },
        {
            "page_number": 129,
            "text": "6.3 Propagation of Waves and Energy Transmission 123\n6.3 Propagation of Waves and Energy Transmission\nAt the end of this section, you should be able to:\n•differentiate between mechanical, electromagnetic, longitudinal, and\ntransverse waves;\n•give examples of mechanical, electromagnetic, longitudinal, and trans-\nverse waves;\n•describe the propagation of waves practically using string and water .\nA wave is an oscillation that travels from one place to another. A musician’s\ninstrument creates waves that carry sound to your ears. Dialing a cell phone to\ncall a friend sends microwaves from the cell phone antenna; the microwaves carry\nthe signal containing your voice to your friend. Similarly, when you throw a stone\ninto a pond, the energy of the falling stone creates waves in the water that carry\nthe energy to the edge of the pond. Do you think waves require material medium\nfor their propagation? In this section we see that some waves need material\nmedium for their propagation, while others do not need material medium. Waves\nthat require material medium for their propagation are called Mechanical waves .\nOther types of waves known as electromagnetic waves do not need material\nmedium for their propagation.\nMechanical waves travel through a material as a vibration of the particles of\nthe material (water, wood, air, etc.). It is these vibrations that form the wave. All\nmechanical waves require a medium to travel through. Examples of mechanical\nwaves include sound waves, water waves, waves in strings, etc.\nElectromagnetic waves do not require a medium to travel through. They\nare comprised of vibrating electric and magnetic fields and there are no particle\nvibrations at all. This means electromagnetic waves are able to travel through a\nvacuum. Examples of electromagnetic waves include light, radio waves, x-rays etc.\nThe above discussion of wave propagation is depending on whether the waves\nrequire a material medium for their propagation or not. It is also possible to\nexplain about wave propagation depending on the relation between the direction\nof propagation of the wave and the direction of vibrations of the particles of the\nmedium. On this basis, waves can be classified as transverse and longitudinal"
        },
        {
            "page_number": 130,
            "text": "124 Unit 6 Mechanical Oscillation and Sound Wave\nwaves.\nKey Concept:\nAll mechanical\nwaves require a\nmedium to travel\nthrough. Electro-\nmagnetic waves\ndo not require a\nmedium to travel\nthrough.Transverse and Longitudinal Waves\nA transverse wave is a wave where the direction of propagation of the wave\nis perpendicular to the direction of vibrations of particles of the medium. In\nother words, in transverse waves, the directions of the particles’ vibrations are at\nright angles to the direction of energy transfer (wave movement). Examples of\ntransverse waves include all electromagnetic waves, waves on strings etc. Figure\n6.7 shows a transverse wave on the string. To generate such a wave, start by tying\none end of a long string or rope to a wall. Pull on the free end with your hand,\nproducing a tension in the string, and then move your hand up and down. Note\nthat the wave travels in the horizontal direction, even though your hand oscillates\nvertically about one spot. The displacement of particles in a string is at right\nangles to the direction of propagation of the wave.\nKey Concept:\nIn a transverse wave,\nthe displacement of\nindividual particles\nis at right angles\nto the direction of\npropagation of the\nwave.\n Figure 6.7 Example of transverse wave on a string.\nIn longitudinal waves the direction of propagation of the wave (the direction\nof energy transfer) is parallel to (in the same direction as) the direction of vibra-\ntions of particles of the medium. This means, the vibrations are forward and\nbackward along the wave. Examples of longitudinal waves include sound waves,\npressure waves, etc. Propagation of longitudinal waves results in the areas of\ncompressions and rarefactions. Compressions refer to regions where the particles\nare pushed together whereas, rarefactions refer to regions where the particles\nmove apart (see Figure 6.8 ). Compressions and rarefactions can be considered\nas the longitudinal version of a crest and a trough, respectively. Moreover, if the\nmedium of propagation is gas, compressions and rarefactions can be taught of as\nregions of high and low pressures, respectively."
        },
        {
            "page_number": 131,
            "text": "6.4 Sound Waves 125\nFigure 6.8 Illustration of longitudinal wave.\nKey Concept:\nA transverse wave\nis a wave where the\ndirection of propa-\ngation of the wave\nis perpendicular to\nthe direction of vi-\nbrations of particles\nof the medium. In\nlongitudinal waves\nthe direction of\npropagation of the\nwave is parallel to\nthe direction of vi-\nbrations of particles\nof the medium.6.4 Sound Waves\nAt the end of this section, you should be able to:\n•identify sources of sound wave and explain how sound is produced;\n•compare the speed of sound in different materials;\n•determine the speed of sound in air at a given temperature;\n•explain reflection, refraction, diffraction, and interference of sound waves.\nHave you ever tried to play a \"guitar\" or \"kirar\"? When you strike each string,\nit starts to vibrate and as a result you hear a musical sound. When a tuning fork is\nstruck against a hard object, the prongs vibrate (move backward and forwards).\nThe vibrations travel away from the tuning fork as a wave called sound wave.\nSound is one of the most common phenomenon in nature. You hear different\nsounds throughout the day. The sound of cars, barking of dogs, friends chatting, a\nteacher talking and music are some examples of sound. All the above mentioned\nsounds stimulate your ears and make you recognize the sources of sound and the\nmessages sent through sound. In this topic, we explain what a sound is, produc-\ntion and propagation of sound, speed of sound in different media, and reflection\nof sound (echo).\nSound carries energy and loses its energy as it travels. So, the further the sound\ntravels, the more energy it loses and the quieter the sound becomes. Our ears\nare designed by nature to pick up sound transmitted through different materials.\nLike other waves, sound has the properties of frequency, wavelength, amplitude,\nand speed."
        },
        {
            "page_number": 132,
            "text": "126 Unit 6 Mechanical Oscillation and Sound Wave\nProduction and Propagation of Sound\nSound wave is the most common example of longitudinal waves. They travel\nthrough any material medium with a speed that depends on the properties of the\nmedium. As the wave travels through air, the elements of air vibrate to produce\nchanges in density and pressure along the direction of motion of the wave. Sound\nis generated by the series of vibrations of an object. Every source of sound is in a\nstate of vibration.\nActivity 6.4\nTake different ma-\nterials such as a\nwhistle, a ruler, a\ntuning fork, etc from\nyour locality and\nproduce a sound\nusing them. Explain\nhow each material\nproduces sound.\nHow does the sound\nreach your ears?\nExplain and confirm\nthat sounds are pro-\nduced by vibrating\nobjects.Activity 6.5\nTTie a pith ball with a thread and suspend it from any height. Bring a\ntuning fork and touch the pith ball with it. What do you observe? Strike\nthe tuning fork with a rubber hammer or on a table edge and touch the\npith ball. What do you observe? What does this show?\nWhen you touch the pith ball with a tuning fork, nothing happens to the pith\nball. Now strike the tuning fork by the hammer on the prong by holding on its\nstem. Then touch the pith ball with the fork, you can see the pith ball will fling\naway. This shows that the energy on the prong is transferred to the pith ball, and\nthe pith ball starts to vibrate.\nAll the sounds you hear are produced by a vibrating object. The air near the\nvibrating object is set in motion in all directions. The produced sound travels in\nevery direction, in the form of energy and reaches your ear.\nActivity 6.6\nTThis activity shows the transmission of sound through solids. Two\nstudents sitting at the two ends of a table will do this activity. Let one\nstudent from one end scratch the table with his/her finger nail slightly\nwhile you are sitting on another end of the table and hearing. Have you\nheard the scratch or not? Now let the other student who is sitting place\nhis/her ear against the table while you are scratching. Ask the student who\nhas placed his/ her ear against the table, what he/she has heard. Can you\ntell the difference? What do you conclude from this activity?\nThe material through which the sound travels and reaches your ear is called a\nmedium. Sound needs material medium for its transmission. For example, being"
        },
        {
            "page_number": 133,
            "text": "6.4 Sound Waves 127\nin a classroom you hear the school bell ringing, student shouting in a field, or\nan ambulance siren. All these sounds travel and reach your ear using air as a\nmedium.\nKey Concept:\nSound is generated\nby a series of vibra-\ntions of particles.\nEvery source of\nsound is in a state of\nvibration.Speed of Sound\nHave you ever compared the speed of sound and light? Exercise 6.2 helps you\ncompare the two.\nExercise 6.2\nDuring a thunder-\nstorm you may see\na distant lightning\nflash some seconds\nbefore you hear\nthe thunder. What\ndo you think is the\nreason?The speed of sound waves in a medium depends on the compressibility and\ndensity of the medium. This means that sound has different speed in different\nmedia. The speed of sound in air is about 331 m/s at 0oC. The speed of sound in\nair, v at any temperature Tccan be calculated as\nv=331m/ss\n1+Tc\n273oC(6.7)\nwhere 331m/s is the speed of sound at 0oCand Tcis the air temperature in de-\ngree Celsius. The speed of sound in liquids and solids is not affected significantly\nby the change in temperature, but affected by their body structure.\nExercise 6.3\nDuring rainy season\nit is common to\nhear thunderstorms.\nCan you estimate\nthe distance to the\nthunderstorm? Hint:\nCount the number\nof seconds between\nseeing the flash of\nlightning and hear-\ning the thunder and\nuse air temperature\nto be approximately\n20oC.Example 6.4\nWhat is the speed of sound in air at 20oC?\nGiven: Tc=20oC\nRequired: v=?\nSolution:\nThe speed of sound at temperature Tcis given by:\nv=331m/ss\n1+Tc\n273oC\nv=331m/ss\n1+20oC\n273oC≈343m/s\nThe difference in speed of sound in different materials can be easily under-\nstood from the structure of molecules of a substance. The transmission of sound\nin different substances depends on the structure of the particles in the substances.\nSince the particles in solids are close to each other they easily pass the sound\nto the next particles by collision and the sound moves faster. But in liquids and"
        },
        {
            "page_number": 134,
            "text": "128 Unit 6 Mechanical Oscillation and Sound Wave\nTable 6.1 Speed of sound in various materials.\nS. No Material Speed of sound in m/s\n1 Air (0oC) 331\n2 Air (0oC) 343\n3 Sea water (25oC) 1533\n4 Water (25oC) 1493\n5 Iron 5950\n6 Lead 1960\n7 Rubber 1600\nin gases, the particles are far apart and the collision between the particles takes\nplace rarely. This is why sound travels slower in liquid than in solids and faster in\nliquids than in gases. The speed of sound in different materials is given in Table\n6.1.\nKey Concept:\nSound travels slower\nin liquid than in\nsolids and faster in\nliquids than in gases.\nSpeed of sound in\nliquids and solids is\nnot affected signifi-\ncantly by the change\nin temperature, but\naffected by their\nbody structure.Reflection, Refraction, Diffraction and Interference of Sound\nEcho is used in SONAR (Sound Navigation and Ranging) to find the depth of seas\nor distance of submarines. The principle used here is the fact that time taken for\nthe sound to reach the obstacle from the source is equal to the time taken for it to\nreturn.\nExercise 6.4\nDiscuss with your\nfriends the following\nquestions. What\ndo you hear if you\nshout in a big empty\nhall or in a forest?\nHave you ever used\nwhip to scare birds\nor animals? What is\nthe sound that you\nhear back?When you shout in an empty hall or in a forest, the sound will bounce back from\nthe wall or forest and comes towards you. We call this the reflection of sound. The\nreflection of sound from hard surfaces is called an \"echo\".\nHard substances such as walls, rocks, hills, metals, wood, buildings, etc. are good\nreflectors of sound since they are polished and hard. But when sound strikes soft\nsurfaces such as wool, cloth, etc. most of the sound energy is absorbed. When\nyou shout or whistle while you are at some distance away from a tall building or a\nmountain, you may be able to hear the original sound and the reflected sound as\ntwo separate sounds.\nKey Concept:\nThe reflection of sound from hard surfaces is called an echo."
        },
        {
            "page_number": 135,
            "text": "6.4 Sound Waves 129\nFigure 6.10 Reflection of sound from an object.\nSound bends when the parts of the wave fronts travel at different speed. This\noccurs, for example, in uneven winds or when sound is travelling through an air\nFigure 6.9 : Demonstration of reflection of sound (echo)."
        },
        {
            "page_number": 136,
            "text": "130 Unit 6 Mechanical Oscillation and Sound Wave\nFigure 6.11 Reflection of sound during the day and night\nof uneven temperature. During a day, the air near the ground is warmer than\nthe rest of the air. This means that the speed of sound near the ground increases\nmaking them bend away from the ground. However, during the night time, the\nair near the ground is colder than the rest of the air and the speed of sound near\nthe ground decreases. This makes sound waves bend towards the ground.\nExercise 6.5\nWhen do we hear\nsounds clearly? Is\nit during the day or\nat night? Discuss\nthis phenomena in\ngroups.Sound wave also changes its direction, for example, around corners or door\nopenings allowing us to hear others who are speaking to us from adjacent rooms.\nSuch a change in the direction of sound wave as it passes through an opening or\naround a barrier in its path is known as diffraction ."
        },
        {
            "page_number": 137,
            "text": "6.5 Superposition of Waves 131\n6.5 Superposition of Waves\nAt the end of this section, you should be able to:\n•define superposition principle;\n•explain how standing waves are formed;\n•define interference of waves.\nWhen two or more waves pass through a single point at the same time the re-\nsultant instantaneous displacement at that point is the sum of the displacements\nthat would be created separately by each wave, taking signs in to account. This\nprinciple is said to be the superposition principle .\nSuperposition is also known as Interference. Interference can be either con-\nstructive or destructive depending on the phase between the interfering waves.\nTwo waves are said to be in phase when corresponding points of each wave reach\nmaximum or minimum displacements at the same time. When two periodic\nwaves with the same frequency and wavelength travel in the same direction in\nphase, their resultant wave is more amplified and we can say that the two waves\ninterfere constructively.\nIf two periodic waves with the same frequency and wavelength travel in the\nsame direction, but out of phase, the resulting wave is diminished (or may be\nzero) in amplitude. In such a case the two waves interfere destructively.\nKey Concept:\nSuperposition oc-\ncurs when two or\nmore waves pass\nthrough a single\npoint at the same\ntime.Standing Waves\nThe superposition of two identical waves travelling in opposite directions in the\nsame medium gives standing (stationary) wave. If you have ever plucked a guitar\nstring, or blown across the mouth of a pop bottle to create a tone, you have\ngenerated standing waves. In general, a standing wave is one that oscillates with\ntime, but remains fixed in its location. It is in this sense that the wave is said to be\n\"standing.\"\nThe positions in the medium at which maximum displacement occurs are\ncalled antinodes (A) and those positions with zero displacement are called nodes\n(N). Note that:\n• The distance between adjacent antinodes is equal toλ\n2\n• The distance between adjacent nodes is equal toλ\n2."
        },
        {
            "page_number": 138,
            "text": "132 Unit 6 Mechanical Oscillation and Sound Wave\nFigure 6.12 Superposition of two identical waves results in a standing wave.\n• The distance between a node and an adjacent antinode isλ\n4.\nKey Concept:\nThe superposition\nof two identical\nwaves travelling in\nopposite directions\nin the same medium\ngives standing (sta-\ntionary) wave.6.6 Characteristics of Sound Waves\nAt the end of this section, you should be able to:\n•define terms like loudness, pitch, and timber (quality);\n•identify sound pollution issues in the surrounding and justify problems\nidentified in relation to sound standards.\nSound cannot travel through a vacuum.The movement of molecules of a\nmedium is essential for the propagation of sound waves. The characteristics of\nsound are:\nPitch: The pitch of a sound depends on the frequency of the sound wave. The\nhigher the frequency of the sound waves, the higher their pitch. In higher pitch\nsounds, the particles vibrate more often past their equilibrium position per sec-\nond."
        },
        {
            "page_number": 139,
            "text": "6.6 Characteristics of Sound Waves 133\nExercise 6.6\nWhat is the dif-\nference between\nlouder and quieter\nsounds, or higher\npitch and lower\npitch sounds? Why\ndoes the same note\nsound different\nfrom a violin to a\npiano? Discuss in\ngroups and with\nyour teacher.Loudness: The loudness of a sound depends on the amplitude of the sound\nwave. If the amplitude is greater, the sound is louder. In louder sounds, the\nparticles move further from their equilibrium position. The loudness of a sound\nis measured in decibel ( dB). Exposure to elevated sound that may lead to adverse\neffects in humans or other living organisms is called sound pollution. Some of\nthe adverse effects include hypertension, hearing loss, sleep disturbances, etc. A\nnoise becomes harmful when it exceeds 75 dBand painful above 120 dB.\nTimber (Quality): The same note played on different instruments sounds dis-\ntinctly different. Timber or quality is the property of tone that distinguishes it\nfrom another tone of the same pitch and intensity but produced by different\nsources. Quality does not mean good or bad, it just refers to the difference in\nsound.\nActivity 6.7\nWhat do you think\nare the causes of\nsound pollution in\nyour locality? Dis-\ncuss in groups and\nsuggest possible\nsolutions to avoid\nsome of them.Key Concept:\nPitch refers to the highness or lowness of a sound. Loudness or intensity\ndescribes your perception of the energy of the sound. The loudness of\na sound is measured in decibel (dB). Timbre is a general term for the\ndistinguishable characteristics of a tone.\nVirtual Laboratory\nClick on the following links to perform virtual laboratory on mechanical\noscillation and sound wave under the guidance of your teacher.\n1. Pendulum Lab PhET Experiment\n2. Masses and Springs PhET Experiment\n3. Wave on a String PhET Experiment\n4. Wave Interference PhET Experiment"
        },
        {
            "page_number": 140,
            "text": "134 Unit 6 Mechanical Oscillation and Sound Wave\nUnit Summary\n•Oscillation, also known as periodic motion is a to and fro motion\nabout a fixed point called equilibrium position.\n•Wave is a disturbance that propagates from source carrying energy.\nWaves that require material medium for their propagation are called\nmechanical waves; and those which do not require medium for their\npropagation are known as electromagnetic waves.\n•Transverse waves are waves in which their direction of propagation\nis perpendicular to the direction of vibrations of the particles of the\nmedium. However, the direction of movement of some waves is\nparallel to the direction of vibrations of particles of the medium.\nSuch waves are called longitudinal waves.\n• Sound waves are the most common example of longitudinal waves.\nThey travel through any material medium with a speed that depends\non the properties (density) of the medium.\n•When two or more waves pass through a single point at the same\ntime the resultant instantaneous displacement at that point is the\nsum of the displacements that would be created separately by each\nwave, taking signs in to account. This principle is said to be the\nsuperposition principle . The superposition of two identical waves\ntravelling in opposite directions in the same medium gives standing\n(stationary) wave.\nEnd of Unit Questions and Problems\nPart I: Conceptual questions and workout problems\n1. Calculate the period of a simple pendulum of length 4m.\n2.An object of mass 2kg is attached to one end of a spring of spring\nconstant 800N/m. If the object is undergoing periodic motion on a\nsmooth horizontal surface, what is the period of oscillation?\n3. Explain the difference in the speed of sound:\n(a) between solids, liquids and gases"
        },
        {
            "page_number": 141,
            "text": "6.6 Characteristics of Sound Waves 135\n(b) between warm air and cold air\n4.In which type of wave are the vibrations parallel to the direction of\nwave propagation? Give at least two examples for such type of wave.\n5.An electromagnetic wave has a wavelength of 10 nm. Calculate its\nfrequency.\n6.Draw diagrams to illustrate the difference between constructive and\ndestructive interference.\n7.Two identical waves of amplitude 4cm meet. What will be the ampli-\ntude of the combined wave at a point where:\n(a) they interfere constructively?\n(b) They interfere destructively?\n8.Imagine you are sitting in a room and someone is playing kirar\noutside and next to your room. You may be able to hear the sound\nof the kirar through the open doorway, though you cannot see the\nkirarist. Explain why?\n9.Sound travels along a steel rod of length 4m in a time of 0.0008 s.\nWhat is the speed of sound in the steel?\n10. Calculate the speed of sound in air at 30 degree celsius.\n11. Suppose a man stands at a distance from a cliff and claps his hands.\nHe receives an echo from the cliff after 2 seconds. Calculate the\ndistance between the man and the cliff. Take the speed of sound to\nbe 343 m/s.\n12. A ship is sailing in a part of the sea where seabed is 500m below the\nship. The ship uses sonar to detect the seabed. How long will it take\na pulse of sound to travel to the seabed and return to the ship. Use\nspeed of sound in sea water to be 1500m/s.\nPart II: Multiple Choice Questions\n13. With reference to waves, a disturbance is:"
        },
        {
            "page_number": 142,
            "text": "136 Unit 6 Mechanical Oscillation and Sound Wave\n(a) an oscillation produced by some energy that creates a wave.\n(b) the resistance produced by some particles of a material.\n(c) the number of oscillations per unit time\n(d) the constructive or destructive interference of waves.\n14. What is the period of a wave with a frequency of 2 Hz?\n(a) 1 s\n(b) 4 s\n(c) 0.5 s\n(d) 2 s\n15. What kind of interference occurs between two identical waves mov-\ning in opposite directions?\n(a) Constructive interference\n(b) Destructive interference\n(c) Both constructive and destructive interference\n(d) Neither constructive nor destructive interference\n16. Diffraction is\n(a) The constructive interference of two waves of the same fre-\nquency travelling in the same direction\n(b) The change in direction of waves as they pass through an open-\ning or around a barrier in their path\n(c) The change in the direction of waves as they pass from one\nmedium to another\n(d) The a change in the direction of waves when they bounce off a\nbarrier\n17. A closed organ pipe has\n(a) a node at the closed end and an antinode at the open end\n(b) an antinode at the closed end and a node at the open end\n(c) a node at each end"
        },
        {
            "page_number": 143,
            "text": "6.6 Characteristics of Sound Waves 137\n(d) an antinode at each end\n18. The loudness (or intensity) of a sound wave is related to its\n(a) frequency\n(b) wavelength\n(c) amplitude\n(d) period"
        },
        {
            "page_number": 144,
            "text": ""
        },
        {
            "page_number": 145,
            "text": "Unit 7\nTemperature and Thermometry\nIntroduction\nBrainstorming\nQuestions\nWhat is tempera-\nture? How do you\nfeel your environ-\nment? Is it hot\nor cold? Do you\nfeel the difference\nbetween hot and\nwarm, cold and\ncool? Are these\nwords are accurate\nto describe the\ntemperature of an\nobject? How is tem-\nperature related to\nyour life?You are familiar with the word temperature. The water in the shower or bucket\nfeels hot or cold or warm. The weather outside is chilly or steamy. You certainly\nhave a good experience for how one temperature is qualitatively different from\nanother temperature. You may not always agree on whether the room tempera-\nture is too hot or too cold or just moderate. But you will likely all agree that you\npossess built-in thermometers for making qualitative judgments about relative\ntemperatures. In this unit you will learn temperature and its effects, different\ntemperature measuring scales, different types of thermometers, conversion of\ntemperature from one scale to another, and linear expansion of solids.\nAt the end of this unit, you should be able to:\n•understand temperature and different temperature scales;\n•construct your own temperature scale;\n•develop experience of using different thermometers.\n139"
        },
        {
            "page_number": 146,
            "text": "140 Unit 7 Temperature and Thermometry\n7.1 Temperature and Our Life\nAt the end of this section , you should be able to:\n•define temperature;\n•describe the effect of temperature in your daily life;\n•discuss the range of temperature difference from equator to polar region\nof the Earth.\nActivity 7.2\nClick on the follow-\ning link\nGas Properties PhET\nExperiment and\ndescribe the mo-\ntion of water and\ngas particles and\ntheir average ki-\nnetic energy as the\ntemperatures in-\ncreases or decreases\ngradually.The concept of temperature has evolved from the common concepts of hot\nand cold. Human perception of what feels hot or cold is a relative one.\nActivity 7.1\n1. a) Prepare three cups with hot, warm and cold water;\nb) Place your left hand in the hot water and your right hand in the\ncold water and automatically put both hands in the warm water.\nWhat do you feel on your left and right hands? Discuss.\n2.If you touch a wood and a metal plate in the morning, the wood feels\nwarmer than the metal plate. Why? Discuss in large group.\n3.Is testing the hotness and coldness of a body by your hands (feeling)\nreliable?\nKey Concept:\nTTemperature is\nthe degree of hot-\nness or coldness of a\nbody.\nTTemperature is\nthe average kinetic\nenergy of the parti-\ncles on a body.From Activity 7.1 you have learned that testing the hotness or coldness of a\nbody by feeling is not reliable. This is because the warm water feels cool to the\nhand that was in the hot water, and warm to the one that was in the cold wa-\nter. Thus, you cannot conclude that the warm water is hot or cold using your hand.\nTemperature is defined as the measure of the average kinetic energy of the\nparticles in a sample of matter expressed in terms of units or degrees designated\non a standard scale.\nA key feature of our environment is the combination of temperature and\nhumidity that determines the heat balance of human beings. Human beings are\ncomfortable with temperature between 18oCand 22oC, particularly referred to\nas room temperature. Temperature affects human life in different ways. Human-\nbeing’s clothing, eating habit, health and even economy is affected by temperature\nof the environment."
        },
        {
            "page_number": 147,
            "text": "7.1 Temperature and Our Life 141\nFigure 7.1 Different living styles due to variations of temperature.\nExercise 7.1\nTHow does temperature affect human-being’s clothing, eating habit,\nhealth and economy?\nTWhat do you feel when the temperature is below or above room temper-\nature?\nActivity 7.3\nTHow do human\nbeings and other liv-\ning creatures adapt\nto the temperature\nof Tropic, Temper-\nate and Polar zones?\nDiscuss in group.\nTIdentify bodies\nwhich have very\nhigh temperature\nand very low tem-\nperature in your\nsurroundings.In our planet Earth, temperature varies from one place to another. For exam-\nple, polar regions are very cold, temperate regions have moderate temperature\nand tropical regions are hot. The temperature difference from the pole to the\nequator depends on the Sun’s energy and the energy retained in Earth’s system.\nThe equator receives the most direct sunlight and therefore the most intense solar\nenergy. The polar region, on the other hand, receives less of sun’s energy and has\nlower overall temperature. The yearly average temperature of tropical rain forest\nzone varies from 21oCto 31oC. The average temperature of temperate climates is\nbetween −3oCand 18oC. During summer, the average temperature in polar zone\nis−14oC. However, in winter the average temperature is −50oC. Figure 7.2 shows\nthe temperature of tropic, temperate and polar zones in descending order from\nthe hottest (Equatorial zone) to the coldest (Polar zone).\nIn nature, the Sun and the other stars have high temperature. The average\ntemperature of the Sun’s outer surface is about 5600 K ( ≈5327oC). In your sur-\nrounding there are also bodies with high temperature, for example, fire from\nbiomass (wood), electric heaters, electric stoves, and a candle’s flame and so on.\nThere are also materials which have low temperature. Some examples are solid\nwater or ice (below 0oC), solid carbon dioxide ( −78oC), liquid nitrogen ( −196oC)\nand so on."
        },
        {
            "page_number": 148,
            "text": "142 Unit 7 Temperature and Thermometry\nBrainstorming\nQuestions\nWhat is extreme\ntemperature? Which\ntemperature is com-\nfortable for human\nbeings?7.2 Extreme Temperature Safety\nAt the end of this section, you should be able to:\n•describe the comfortable environmental temperature for human beings;\n•explain some safety precautions of extreme temperature.\nActivity 7.4\nHow can you main-\ntain a healthy tem-\nperature when the\nweather is very cold\nor very hot? Discuss\nin groups.The human body has a normal temperature between 97oF(36.56oC) and\n99oF(37.2oC), but on average, a normal body temperature is 98 .6oF(37oC). To\nmaintain this temperature without the help of warming or cooling devices, the\naverage temperature of the surrounding environment needs to be at about 82oF\n(28oC). In reality the temperature of the surrounding environment is rarely 28oC.\nIt varies from time to time.\nFigure 7.2 Temperature of tropic, temperate and polar zones."
        },
        {
            "page_number": 149,
            "text": "7.3 Temperature Change and its Effects 143\nHigh environmental temperatures can be dangerous to your body. In the\nrange of 90oand 105oF(32oCand 40oC), you can experience heat cramps and ex-\nhaustion. Between 105oand 130oF(40oand 54oC), heat exhaustion is more likely.\nYou should limit your activities at this range. An environmental temperature over\n130oF(54oC) often leads to heat stroke.\nSafety precautions\n1.Stay well-hydrated to best avoid heat-related illness. Drink enough\nwater. Don’t rely solely on thirst as a guide to how much liquid you\nshould be drinking.\n2.Wear clothing that is appropriate to your environment. Clothes that\nare too thick or too warm can quickly cause you to become over\nheated. If you feel yourself getting too hot, loosen your clothing or\nremove excess clothing until you feel cool enough.\n3.Wear sunscreen when possible to avoid sunburn, which makes it\nharder for your body to get rid of excess heat.\n4. Try to avoid places that can get extremely hot.\n7.3 Temperature Change and its Effects\nBrainstorming\nQuestions\nHave you observed\nchange in temper-\nature from year to\nyear? What are the\ncauses for change in\ntemperature? How\ncan this problem be\nresolved?At the end of this section, you should be able to:\n•describe the average change in global temperature;\n•explain the major effects of higher temperature in our community and\nenvironment;\n•list the causes for the temperature increment in our environment;\n•list greenhouse gases that cause rise in temperature.\nOne of the most immediate and obvious effects of global warming is the increase\nin temperatures around the world. The average global temperature has increased\nby about 1.4 degrees Fahrenheit (0.8 degrees Celsius) over the past 100 years, ac-\ncording to the National Oceanic and Atmospheric Administration (NOAA). Since\nrecord keeping began in 1895, the hottest year on record worldwide was 2016\naccording to NOAA and NASA data. That year’s Earth surface temperature was"
        },
        {
            "page_number": 150,
            "text": "144 Unit 7 Temperature and Thermometry\n1.78 degrees Fahrenheit (0.99 degrees C) higher and was the largest incremental\nchange in temperature.\nFigure 7.3 Yearly average global temperature increment for the last 120\nyears.\nExercise 7.2\nSearch from different sources and write a report on the following questions:\n1.What are the causes for the continuous rise in temperature on our\nplanet Earth.\n2.How do you think can this problem be solved to improve the lives of\nfuture generation?\n3. What is the greenhouse effect?\n4.The communities in different regions of Ethiopia have indigenous\nknowledge practice of caring natural resources like forest. Have you\nobserved this in your community? How does this practice reduce\nglobal warming?\nThe natural warming of the Earth that results when the greenhouse gases in\nthe atmosphere such as carbon dioxide, methane, nitrous oxide, water vapor and\nfluorinated gasses trap heat from the sun is called greenhouse effect. Naturally,"
        },
        {
            "page_number": 151,
            "text": "7.3 Temperature Change and its Effects 145\nthe greenhouse effect is important to warm the planet to its comfortable average\ntemperature (150C) and to keep life on Earth. However, mankind’s activity such\nas burning of fossil fuels for energy is artificially increasing up the natural green-\nhouse effect which results in global warming. The choices we make now and in\nthe next few decades will determine how much the planet’s temperature will rise.\n•If people keep adding greenhouse gases into the atmosphere at the current\nrate, the average temperature around the world could increase by about 4\nto 12oF.\n•If we make big changes, like using more renewable resources instead of\nfossil fuels, the increase will be less about 2 to 5oF.\nHigher temperatures mean that heat waves are likely to happen more often\nand last longer, too. Heat waves can be dangerous, causing illnesses such as heat\ncramps and heat stroke, or even death. Warmer temperatures can also lead to a\nchain reaction of other changes around the world. This is because increasing air\ntemperature also affects the oceans, weather patterns, snow and ice, and plants\nand animals. The warmer it gets, the more severe the impacts on people and the\nenvironment will be.\nActivity 7.5\nDiscuss the major effects that higher temperatures have on people and the\nenvironment with respect to:\n1. Agriculture\n2. Water supply\n3. Energy4. Health\n5. Forests\n6.Plants, animals and ecosys-\ntems"
        },
        {
            "page_number": 152,
            "text": "146 Unit 7 Temperature and Thermometry\nKey Concepts:\nTGreenhouse gases are the causes for global warmings.\nTHigher temperature affects agriculture, energy, water supply, health,\nand ecosystems.\nTGreenhouse gases are: carbon dioxide, methane, nitrous oxide and\nfluorinated gases.\nTA body having particles with small kinetic energy has low temperature.\nTA body having particles with high kinetic energy has high temperature.\n7.4 Measuring Temperature with Different Thermometric\nScales\nBrainstorming\nQuestions\nWhich tempera-\nture scales do you\ncome across in your\nlife? Which scale do\nphysicians use to\nmeasure your body\ntemperature?At the end of this section, you should be able to:\n•define thermometer;\n•explain how thermometer works;\n•describe different temperature scales;\n•design temperature scales using local materials.\nIn the previous section you have discussed that it is difficult to measure the\ntemperature of a body accurately by touching or using our sense perceptions.\nTo measure the temperature of a body accurately we need a special instrument\ncalled thermometer.\nThermometer is a device used to measure the temperature of a body. It mea-\nsures temperature in degrees.\nExercise 7.3\nHow does a ther-\nmometer work?Many thermometers make use of the fact that materials usually expand with\nincreasing temperature. A thermometer consists of a tube of uniform thin bore\nwith a small bulb at its bottom. The tube is commonly filled with mercury or\nalcohol to a certain height. It operates by contraction and expansion of the\nmercury or alcohol in the bulb. Figure 7.4 shows parts of mercury thermometer."
        },
        {
            "page_number": 153,
            "text": "7.4 Measuring Temperature with Different Thermometric Scales 147\nTemperature Scales\nFigure 7.4 Mercury thermometer.Exercise 7.4\n1. List some of the temperature scales you know.\n2.Which temperature scales do medical doctors use to measure a body\ntemperature?\n3.What is the human body temperature in Celsius and Fahrenheit\nscales?\n4. Which temperature scales are commonly used in your local area?\nIn this section you are going to see three different temperature scales. These\nare:\n• Centigrade (Celsius) scale\n• Fahrenheit scale\n• Kelvin scale\nIn designing a thermometer, two temperatures of a body are marked on it as\nfixed points. These are the lower fixed point (melting point of ice) and the upper\nfixed point (boiling point of water) at sea level.\nFigure 7.5 The Celsius tempera-\nture scale.The Celsius Scale\nThe Celsius scale or centigrade scale was devised by the Swedish astronomer,\nAnders Celsius (1701-1744) . He assigned the value 0oC(0 degree Celsius) to the\nice point of water and 100oC(100 degree Celsius) to the steam point or boiling\npoint of water. By dividing the space between the two fixed points into 100 equal\nparts a Celsius scale is determined. Each unit or division is called degree (o). Each\ndivision in Figure 7.5 represents 1oC.\nExercise 7.5\nTWhat is the temperature of the melting point of ice?\nTWhat is the temperature of the boiling point of water at sea level?"
        },
        {
            "page_number": 154,
            "text": "148 Unit 7 Temperature and Thermometry\nThe Fahrenheit Scale\nThe Fahrenheit scale was designed by the German scientist Daniel Fahrenheit.\nHe assigned 32oF(32 degrees Fahrenheit)to the ice point of water and 212oF\n(212 degrees Fahrenheit) to the steam point or boiling point of water. Since the\ndifference between the ice point and boiling point is 180; one can obtain the\nFahrenheit scale by dividing the space between the two fixed points into 180\nequal parts. Temperature in Fahrenheit scale is denoted byoF, read as degrees\nFahrenheit. Each division in Figure 7.6 represents 10 degree Fahrenheit.\nFigure 7.6 The Celsius and Fahren-\nheit temperature scales.The Kelvin Scale\nThe third type of temperature scale is called Kelvin scale. This scale was designed\nby Scottish physicist Lord Kelvin (1824 - 1907) . He assigned 273.15 to ice point\nand 373.15 to boiling point. By dividing the space between the two fixed points\ninto 100 equal parts Kelvin scale is obtained. The SI unit for temperature is kelvin.\nIts symbol is K (Note: No degree sign is used with the unit kelvin). This scale is\nused commonly for scientific works and has greater scientific significance.\nExperiments have shown that there exists a lowest possible temperature below\nwhich no substance can be cooled. This lowest temperature is defined to be the\nzero point on the Kelvin scale (0 K or -273.15oC) and is referred to as absolute\nzero .\nKey Concepts:\nTCelsius scale: a temperature scale where the freezing point of water is\nfixed at 0 degrees and the boiling point is at 100 degrees.\nTFahrenheit scale: a temperature scale where the freezing point of water\nis fixed at 32 degrees and the boiling point is at 212 degrees.\nTKelvin scale: a temperature scale that uses absolute zero as one of its\nfixed points.\nTAbsolute zero: the temperature at which a substance has no thermal\nenergy.\nReading Thermometer\nWhen the temperature of a material rises, the volume of the mercury expands and\ncauses the mercury inside the tube to rise. Thus, one can read out the marked"
        },
        {
            "page_number": 155,
            "text": "7.4 Measuring Temperature with Different Thermometric Scales 149\nscale on the tube and know the value of the temperature. In contrast to this when\nthe temperature of the material falls, then the mercury inside the tube contracts.\nThis causes the level of the mercury inside the tube to drop. The temperature can\nthus be read from the corresponding scale on the tube.\nActivity 7.6\nTMaterials needed: Cold, warm, hot water in different containers and a\nthermometer.\n1.Observe your thermometer and determine its unit of measurement.\n2. Measure the temperature of the water in different containers.\n3. Record the measured values in a table with proper units.\n4. Compare the temperature of the recorded values.\nProject: Design Your own Temperature Scale\nMaterials needed for each group:\n•Clear, narrow necked plastic bottle (350 to 500 ml water bottles work well ),\n• Clear, plastic drinking straw or similar clear thin plastic,\n• Measuring cups or beakers,\n• 210 ml water,\n• 210 ml alcohol (ethanol based),\n•Large glass jars (to mix the water and alcohol). Note that this alcohol-water\nmixture is more than enough for seven (7) groups. Each group needs only\n60 ml.\n• Stirring rod made of metal or wood,\n• Food coloring,\n• Rulers,\n• Fine point permanent markers,\n• Clay,"
        },
        {
            "page_number": 156,
            "text": "150 Unit 7 Temperature and Thermometry\n• Thermometers.\nProcedure\nBefore the activity\n1.A week before the activity, bring a clear, plastic disposable bottle with a\nnarrow neck to school.\n2.Prepare a mixture of equal parts rubbing alcohol and water. Each team\nneeds about 60 ml of this mixture.\nFigure 7.7 A thermometer that should be designed by students."
        },
        {
            "page_number": 157,
            "text": "7.4 Measuring Temperature with Different Thermometric Scales 151\n3. Use a stirring rod to keep the solution mixed.\n4. Pour about 60 ml of the alcohol-water mixture into each bottle.\n5. Add a few drops of food coloring to the mixture and mix it gently.\n6.Use a fine-point permanent marker, and use a ruler to make equally-spaced\nmarks on the straw. You can use any division you want, as long as the marks\ndivide the straw equally. You are advised to be careful not to bend the straw\nin this process.\n7.Consider how the scale on a thermometer is marked and carefully number\nthe marks on the straw.\n8. Decide on a unit of measurement for your straw (degree name)\n9.Place the straw in the bottle and hold it at the neck of the bottle without\nletting it touch the bottom of your plastic bottle.\n10. Use modeling clay to seal the neck of the bottle so the straw stays in place.\nThe designed thermometer should look like the one in Figure 7.7.\n11. Wrap your hands around the bottle and observe what happens to the mix-\nture in the bottle. Record on your worksheets the thermometer reading\nusing the numbers on your scales. For more dramatic results, place the\nthermometer in a tube of warm water.\n12. Use a real thermometer to measure the temperature of your hands (or tube\nof water). Record this temperature on the worksheet next to the reading\nfrom your thermometers.\n13. Place your thermometers in a location away from a source of heat (a hallway\ninstead of the classroom, or some distance away from a heater). After sev-\neral minutes, record the air temperature reading using your new thermome-\nters. Compare with your measurement using a commercial thermometer.\n14. Move the thermometers to a source of heat (the warmer classroom instead\nof a hallway, or near a heater) and repeat.\n15. Place your thermometers in safe places around the classroom and record\nthe temperature throughout the day. At the same time, record the corre-\nsponding Fahrenheit or Celsius thermometer reading, and note the times\nthe measurements were taken."
        },
        {
            "page_number": 158,
            "text": "152 Unit 7 Temperature and Thermometry\n16. Complete your worksheets, share, compare and discuss the results.\nExercise 7.6\n1.Do you see any correlations in your data when the temperature is\ncold and when the liquid in your thermometer drops or rises with\nthe supply of heat?\n2.Compare the scale on your thermometer to the scale on the real\nthermometer. How many units on your scale equals 1 unit degree\nCelsius on the real thermometer?\n3. Convert from one scale to the other?\n4.How might understanding the thermal properties of objects, includ-\ning measuring their temperatures, be important in many every day\nengineering applications?\n5. Write a short report about the process and output of the activity.\nActivity 7.7\n1. What is the unit of measurement on your temperature scale?\n2.Fill your temperature measurements in the provided chart (Table\n7.1).\nTable 7.1 Worksheet of your temperature scale.\nDistance from heat\nsourceTemperature on\nyour designed\nthermometerTemperature\non your real\nthermometerCompare the tem-\nperatures\n0.5 m\n1 m\n1.5 m\n2 m\n2.5 m"
        },
        {
            "page_number": 159,
            "text": "7.5 Types of Thermometers and Their Use 153\n7.5 Types of Thermometers and Their Use\nBrainstorming\nQuestion\nWhat are the ther-\nmometric prop-\nerties of mercury\nthermometer, alco-\nhol thermometer,\nthermocouple, resis-\ntance thermometer\nand radiation ther-\nmometer?At the end of this section, you should be able to:\n•list different types of thermometers;\n•describe the uses of different thermometers.\nAll thermometers make use of the change in some physical property with\ntemperature. A property that changes with temperature is called a thermometric\nproperty . For example, the thermometric property of the mercury thermometer\nis the length of the mercury column, while in the constant-volume gas ther-\nmometer it is the pressure of the gas. Several important thermometers and their\nthermometric properties will now be discussed.\nExercise 7.7\n1.What are the different temperature scales? What are fixed points in\neach scale?\n2. Explain the meanings of lower and upper fixed points?\n3.How many divisions are there between the lower and the upper fixed\npoints, in each scale?\n4. What is the SI unit of temperature?\n5.What type of thermometers do you know from your life experience?\nDiscuss.\n6.Searching from the internet describe different types of thermome-\nters and their use.\nFigure 7.8 Mercury thermometer.Liquid Thermometers\n1.Mercury Thermometer\nIn a mercury thermometer, a glass tube is filled with mercury and a standard\ntemperature scale is marked on the tube. With changes in temperature,\nthe mercury expands and contracts and the temperature can be read from\nthe scale. Mercury thermometers can be used to determine body, liquid,\nand vapor temperatures. Mercury thermometers are used in households,\nlaboratory experiments, and industrial applications. Mercury thermometer"
        },
        {
            "page_number": 160,
            "text": "154 Unit 7 Temperature and Thermometry\nis suitable to measure temperature between -30 degree Celsius and 300\ndegree Celsius.\nFigure 7.9 Alcohol thermometer.2.Alcohol Thermometers\nAn alcohol thermometer is a thermometer which utilizes the expansion\nand contraction of alcohol in response to temperature changes to measure\nthe temperature. A number of different alcohols can be used, depending\non the environment where the thermometer is being utilized, with ethanol\nbeing among the most common. This type of thermometer is very popular\nbecause it is nontoxic, unlike a mercury-in-glass thermometer, and the\ncontents will not pose a threat to human health or the environment if\nthe thermometer is broken. Alcohol thermometers are used to measure\ntemperature from -115oCto 78.15oC.\n3.Resistance Thermometer\nFigure 7.10 Resistance thermome-\nter.Most substances offer resistance to the flow of electricity, and this resistance\nchanges with temperature. As a result, electrical resistance provides an-\nother thermometric property. Electrical resistance thermometers are often\nmade from platinum wire, because platinum has excellent mechanical and\nelectrical properties in the temperature range from -270oCto +700oC. The\nresistance of platinum wire is known as a function of temperature. Thus,\nthe temperature of a substance can be determined by placing the resistance\nthermometer in thermal contact with the substance and measuring the\nresistance of the wire.\n4.Thermocouple\nFigure 7.11 Thermocouple ther-\nmometer.The thermocouple is a thermometer used extensively in scientific labora-\ntories. It consists of thin wires of different metals, welded together at the\nends to form two junctions, as Figure 7.12 illustrates. Often the metals are\ncopper and constantan (a copper-nickel alloy). One of the junctions, called\nthe \"hot\" junction, is placed in thermal contact with the object whose tem-\nperature is being measured. The other junction, termed the \"reference\"\njunction, is kept at a known constant temperature (usually an ice-water\nmixture at 0oC). The thermocouple generates a voltage that depends on\nthe difference in temperature between the two junctions. This voltage is\nthe thermometric property and is measured by a voltmeter, as the drawing\nindicates. With the aid of calibration tables, the temperature of the hot"
        },
        {
            "page_number": 161,
            "text": "7.5 Types of Thermometers and Their Use 155\njunction can be obtained from the voltage. Thermocouples are used to\nmeasure temperatures as high as 2300oCor as low as -270oC.\n5.Thermistor\nA thermistor is a resistance thermometer, or a resistor whose resistance\nFigure 7.12 Thermistor thermome-\nter.is dependent on temperature. The term is a combination of ’thermal’ and\n’resistor’ . It is made of metallic oxides, pressed into a bead, disk, or cylin-\ndrical shape and then encapsulated with an impermeable material such as\nglass.There are two types of thermistors: Negative Temperature Coefficient\n(NTC) and Positive Temperature Coefficient (PTC). With NTC thermistor,\nwhen the temperature increases, resistance decreases. Conversely, when\ntemperature decreases, resistance increases. This type of thermistor is used\nthe most. A PTC thermistor works a little differently. When temperature\nincreases, the resistance increases, and when temperature decreases, resis-\ntance decreases. This type of thermistor is generally used as a fuse.Typically,\na thermistor achieves high precision within a limited temperature range of\nabout 50oCaround the target temperature. This range is dependent on the\nbase resistance\n6.Radiation Thermometers\nFigure 7.13 A radiation thermome-\nter.Radiation thermometers are not based on any change of property with tem-\nperature but use the electromagnetic radiation from a body to be measured.\nAs the body warms up, the total radiation it emits increases rapidly and\nthe spectral distribution shifts to shorter wavelengths. The temperature\ncan thus be determined by measuring the radiation, and there is a clear\nadvantage that all the detecting equipments is remote from the hot body.\nThe application areas of radiation thermometer are quite extensive. They\nare frequently used in industrial processes, the professional sector and in\nparticular to monitor main supply units or to measure the temperature of\ncomponents in motors or machines. Glass and electrical industries use\nmany forms of radiation thermometers."
        },
        {
            "page_number": 162,
            "text": "156 Unit 7 Temperature and Thermometry\nExercise 7.8\n1. List the different types of thermometer.\n2. Write the difference between mercury and alcohol thermometers.\n3.Describe measuring ranges of temperatures of different types of\nthermometers.\n4. Why do we need different types of thermometers? Discuss.\nKey Concepts:\nTMercury thermometer uses the expansion of mercury due to change in\ntemperature. It measures temperature between -30 degree Celsius and 300\ndegree Celsius.\nTAlcohol thermometer uses the expansion of alcohol due to change in\ntemperature. It is used to measure temperature from -115oCto 78.15oC.\nTThermocouple uses voltage as the thermometric property. It measures\ntemperatures as high as 2300oCor as low as -270OC.\n7.6 Conversion between Temperature Scales\nAt the end of this section, you should be able to:\n•convert temperature in degree Celsius scale to temperature in Fahrenheit\nscale and vice versa;\n•convert temperature in degree Celsius scale to temperature in Kelvin scale\nand vice versa;\n•convert temperature in degree Fahrenheit scale to temperature in Kelvin\nscale and vice versa."
        },
        {
            "page_number": 163,
            "text": "7.6 Conversion between Temperature Scales 157\nTemperature conversion between Degree Celsius and Fahrenheit Scale\nFigure 7.14 The fixed points of Fahrenheit, Celsius and Kelvin temperature\nscales.\nExercise 7.9: Using the fixed points from Figure 7.6\nTDerive the formula to convert temperature in Celsius scale to Fahrenheit\nscale.\nTDerive the formula to convert temperature in Fahrenheit scale to Celsius\nscale.\nTC−ice point\nsteam point −ice point=TF−ice point\nsteam point −ice point(7.1)\nTC−0\n100−0=TF−32\n212−32⇒TC\n100=TF−32\n180(7.2)\nFrom this relation we determine the following two formulas that help to\nconvert temperature from degree Celsius scale to Fahrenheit scale and vice versa."
        },
        {
            "page_number": 164,
            "text": "158 Unit 7 Temperature and Thermometry\nTC=5\n9(TF−32)=(TF−32\n1.8(7.3)\nTF=9\n5TC+32oF=1.8TC+32 (7.4)\nExample 7.1\nIf the temperature of the surrounding is 50oF, what is the temperature in degree\ncelsius?\nGiven: TF=50oF\nRequired: TC=?\nSolution:\nInserting the value of TF\nTC=5\n9(TF−32)=5\n9(50−32)\n=5\n9(18)\n∴TC=10oC\nExample 7.2\nThe temperature of a room is 20oC. What is the temperature of the room in degree\nFahrenheit?\nGiven: TC=20oC\nRequired: TF=?\nSolution:\nInserting the value of TC\nTF=9\n5TC+32oF=9\n5(20)oF+32oF\n=36oF+32oF\n∴TF=68oF"
        },
        {
            "page_number": 165,
            "text": "7.6 Conversion between Temperature Scales 159\nTemperature Conversion Between Degree Celsius and Kelvin Scale\nExercise 7.10\n1.The size of one Kelvin is identical to that of one Celsius degree.\nDiscuss and reason out.\n2.The temperature difference of 5oCis equal to the temperature dif-\nference of 5 K. Discuss.\n3. What is the minimum possible temperature in nature?\nFigure 7.15 The fixed points of\nCelsius and Kelvin temperature\nscales.Denoting the Celsius temperature scale by TCand the Kelvin temperature\nscale by TKand using the ice and steam points of both scales;\nTC−ice point\nsteam point −ice point=TK−ice point\nsteam point −ice point(7.5)\nTC−0\n100−0=TK−273.15\n373.15 −273.15⇒TC\n100=TK−273.15\n100⇒TC=TK−273.15\n(7.6)\nTC=TK−273.15, TK=TC+273.15 (7.7)\nExample 7.3\nWater is boiled to a temperature of 72OC. What does a Kelvin scale read for this\nvalue?\nGiven: TC=72oC\nRequired: TK=?\nSolution:\nInserting the value of TC\nTK=TC+273.15 =(72+273.15) K\n∴TK=345.15 K"
        },
        {
            "page_number": 166,
            "text": "160 Unit 7 Temperature and Thermometry\nExample 7.4\nThe temperature of a hot metal is 573.15 K. What is the value of this temperature\nin degree Celsius scale?\nGiven: TK=573.15 K\nRequired: TC=?\nSolution:\nInserting the value of TK\nTC=TK−273.15 =(573.15 −273.15)oC\n∴TC=300oC\nTemperature Conversion Between Degree Fahrenheit and Kelvin Scale\nFrom the previous discussions you have learned how to derive a formula of\nconversion between the Celsius temperature scale and Fahrenheit temperature\nscale. Moreover, you have learnt how to determine the formula of conversion\nbetween the Celsius temperature scale and the Kelvin temperature scale.\nExercise 7.11\n1.Employing the same procedure, derive the formula relating the\nFahrenheit temperature scale and the Kelvin temperature scale.\n2.The temperature of the environment in Fahrenheit scale is 82 . What\nis its reading in Kelvin scale?\n3.You designed your own thermometer and have a new temperature\nscale. On this temperature scale the steam point is 312 degrees and\nthe ice point is 112 degrees. What is the temperature on this scale\nthat corresponds to 28 degree celsius ?"
        },
        {
            "page_number": 167,
            "text": "7.7 Thermal Expansion of Materials 161\n7.7 Thermal Expansion of Materials\nBrainstorming\nQuestions\nWhat happens\nto metals when\nthey are heated or\ncooled? Does the\nwood expand or\ncontract when it is\nheated or cooled?At the end of this section, you should be able to:\n•define thermal expansion;\n•describe the difference in expansion rate of materials;\n•recommend materials for construction purpose based on their expansion\nrate;\n•calculate temperature dependent linear expansion of materials.\nIn the previous section you have learnt about temperature, effects of temperature,\ndifferent temperature scales, and all temperature related issues. Now we are going\nto see the thermal expansion of materials.\nDifferent materials expand or contract at different rates. In general, gases expand\nmore than liquids, and liquids expand more than solids. Observation of thermal\nexpansion in a solid object requires careful analysis. Understanding the expansion\nof metals is very crucial for using them in different technological applications.\nHave you ever found the metal lid on a glass jar too tight to open? One solution\nis to run hot water over the lid, to loosen it because the metal expands more\nthan the glass does. To varying extents, most materials expand when heated and\ncontract when cooled.\nActivity 7.8\nTMaterials needed: copper wire of 2 mm in diameter and 50 cm in length,\naluminum wire of 2mm in diameter and 50 cm in length and steel wire of\n2 mm in diameter and 50 cm in length. Procedure\n•Fasten the three wires at one end and put on a surface or knife-edge\nnear the other end,\n•Heat the wires at the same time, (Please do not touch the wires in\nyour hand. It is dangerous! Use holder.)\n1. Which wire expands more?\n2. Which wire expands less?\n3. What are the factors that determine the linear expansion of solids?"
        },
        {
            "page_number": 168,
            "text": "162 Unit 7 Temperature and Thermometry\nExercise 7.12\nTThe lengths of solid bars of different materials can be measured at\ndifferent temperatures using very precise equipment as shown in Table\n7.2.\nTable 7.2 Expansion and contraction of solids.\nMaterial Length in cm( −100oC)Length in cm ( 0oC)Length in cm ( 100oC)\nLead 99.71 100 100.29\nSteel 99.89 100 100.11\nAluminum 99.77 100 100.23\nBrass 99.81 100 100.19\nCopper 99.83 100 100.17\nGlass 99.91 100 100.09\nPyrexT M(glass) 99.97 100 100.03\nFigure 7.16 When the temperature\nof the rod raises by ∆T, the length\nof the rod increases by ∆L.1.What can you say about the change in length of the bars when they are\ncooled to the temperature of -100 degree celsius or heated to the tempera-\nture of 100 degree celsius? Is it very small? While discussing consider very\nlong structures such as bridges.\n2. What similarity do you see in how all the materials react as they warm?\n3. In what way do the materials react differently as they warm?\n4. Which material expands the most as it warms?\n5. Which material expands the least as it warms?\n6.What do you notice from your list when you examine how the materials\ncool and contract? Does the material that expands the most at a high\ntemperature also contract the most at a low temperature?\n7.Compare the change in length of materials at 100oCin the table and write\nit in an increasing order.\n8.A builder asked you to select a metal that does not vary with temperature.\nWhich best metal do you recommend from the list?\nWhen a solid is heated, its particle moves farther apart and hence the solid\nexpands. To varying extents, most materials expand when heated and contract"
        },
        {
            "page_number": 169,
            "text": "7.7 Thermal Expansion of Materials 163\nwhen cooled. The increase in any one dimension of a solid is called linear ex-\npansion, linear in the sense that the expansion occurs along a line. Figure 7.16\nillustrates the linear expansion of a rod whose length is L0at temperature T0.\nWhen the temperature increases from T0toT0+∆T, the length becomes L0+∆L\nwhere ∆Tand∆Lare the magnitude of the changes in temperature and length\nrespectively. Conversely when the temperature decreases to T0−∆T, the length\ndecreases to L0−∆L.\nFor modest temperature changes, experiments show that the change in length\n(∆L) is directly proportional to the change in temperature ∆T.\nKey Concept:\nTLinear expansion: the increase in length of a substance due to heating.\nTCoefficient of linear expansion : the increase in length of a 1 m road of\na given substance when its temperature increases by 1 K.\nExercise 7.14\nTAn interesting\nexample of linear\nexpansion occurs\nwhen there is a hole\nin a piece of solid\nmaterial. We know\nthat the material\nitself expands when\nheated. What about\nthe hole? Does it\nexpand, contract, or\nremain the same?∆L∝∆T (7.8)\nIn addition, the change in length is proportional to the initial length of the\nrod.\n∆L∝L0 (7.9)\nFrom the above two equations we conclude that,\n∆L∝L0∆T (7.10)\nBy using the proportionality constant α,\n∆L=αL0∆T (7.11)\nwhere, αis the coefficient of linear expansion and its unit is1\noC"
        },
        {
            "page_number": 170,
            "text": "164 Unit 7 Temperature and Thermometry\nExercise 7.13\n1.What happens to the change in length of the rod if the initial length\nof the rod is doubled?\n2.Does the coefficient of linear expansion depend on the nature of\nmaterial?\n3.A bimetallic strip is made from two thin strips of metal that have\ndifferent coefficients of linear expansion. Brass α=19×10−6(oC)−1\nand steel α=12×10−6(oC)−1are selected. The two pieces are weld\ntogether.\n(a) What happens when the bimetallic strip is heated?\n(b) What happens when the bimetallic strip is cooled?\n(c) Discuss some technological applications of bimetallic strips.The\ncoefficients of linear expansion of solids are described in Table 7.3.\nTable 7.3 The coefficients of linear expansion of solids.\nSubstance Coefficient of linear expansion αin (oC)−1\nAluminum 2.6 ×10−5\nBrass 1.9×10−5\nConcrete 1.2 ×10−5\nCopper 1.7×10−5\nGlass (common) 8.5 ×10−6\nGlass (Pyrex) 3.3×10−6\nGold 1.4 ×10−5\nIron or steel 1.2×10−5\nLead 2.9 ×10−5\nNickel 1.3×10−5\nQuartz (fused) 0.5 ×10−6\nSilver 1.9×10−5"
        },
        {
            "page_number": 171,
            "text": "7.7 Thermal Expansion of Materials 165\nExample 7.5\nA thin rod of gold has a length of 1 .5×10−1m at a temperature of 27oC. The rod\nfalls into a sink of hot water whose temperature is 49oC. What is the change in the\nlength of the gold rod?\nGiven: α=1.4×10−5(oC)−1, L0=1.5×10−1\nRequired: ∆L=?\nSolution:\nFrom Table 7.3\n∆L=αL0∆T=1.4×10−5(oC)−1×1.5×10−1(49oC−27oC)\n∆L=1.4×10−5(oC)−1×1.5×10−1(22oC)\n∆L=(1.4×1.5×22)×10−6m=4.62×10−5m\nExample 7.6\nThe initial length of a brass rod is 50 cm at a temperature of 25oC. What will be its\nfinal length when it is heated to a temperature of 70oC?\nGiven: L0=50cm=0.5m\nRequired: LF=?\nSolution:\n∆L=αL0∆T\n∆L=1.9×10−5(oC)−1×0.5m(70oC−25oC)\n∆L=(1.9×0.5×45)×10−5m\n∆L=0.043 cm\nLF=50cm+0.043 cm=50.043 cm"
        },
        {
            "page_number": 172,
            "text": "166 Unit 7 Temperature and Thermometry\nVirtual Laboratory\nClick on the following links to perform temperature related virtual\nlaboratory under the guidance of your teacher. You can also directly\ncopy and paste the links in to your browser.\n1. States of Matter: Basics PhET Experiment\n2. Energy Forms and Changes PhET Experiment\nUnit Summary\n•Temperature is the degree of hotness or coldness of a body or an\nenvironment or it is the measure of the average kinetic energy of the\nparticles in a sample of matter.\n•Temperature affects mankind’s clothing, eating habit, health and\neconomy.\n•One of the most immediate and obvious effects of global warming is\nthe increase in temperatures around the world due to greenhouse\ngases.\n•An instrument that is used to measure temperature of a body is\ncalled thermometer.\n•A thermometer can read a temperature of a body in one of the fol-\nlowing three scales. These are Celsius scale (oC) Faherenheit scale\n(oF) and Kelvin scale (K).\n• The SI unit of temperature is Kelvin (K).\n• The change in temperature of Celsius and Kelvin scales are equal.\n•On heating, the particles of a substance move faster and move fur-\nther apart so that the substance expands on heating.\n•The increase in any one dimension of a solid is called linear expan-\nsion.\n•For modest temperature changes, experiments show that the change\nin length ( ∆L) is directly proportional to the change in temperature"
        },
        {
            "page_number": 173,
            "text": "7.7 Thermal Expansion of Materials 167\n∆Tand the initial length of the rod Lo.∆L=αL0∆T, where αis\ncoefficient of linear expansion.\nEnd of Unit Questions and Problems\nPart I Multiple choice\n1. Which of the following best defines temperature? Temperature is:\nA. the degree of hotness or coldness of a body\nB. the measure of the average kinetic energy of a molecule in a body\nC. the measure of the total kinetic energy of a molecule in a body\nD. A and B E. A and C\n2.Which one of the following instruments is used to measure the tem-\nperature of a body?\nA. Anemometer B. Barometer C. Hydrometer D.\nThermometer\n3.In constructing a thermometer it is necessary to use a substance\nthat:\nA. Expands or contracts with change in temperature\nB. Remains constant while heating or cooling\nC. Explode while heating\nD. None of the above\n4.At what temperature do the Fahrenheit and Celsius scale read the\nsame value?\nA. 40oC,40oF B. -40oC,40oF C. -40oC,−40oF D.\n40oC,−40oF\n5.Room temperature is about 20 degrees on the: A. Kelvin scale B.\nCelsius scale C. Fahrenheit scale D. Absolute scale\n6.Thin strips of iron and zinc are weld together to form a bimetallic\nstrip that bends when heated. The iron is on the inside of the bend\nbecause:\nA. It has higher coefficient of linear expansion\nB. It has higher specific heat\nC. It has higher temperature\nD. It has lower temperature"
        },
        {
            "page_number": 174,
            "text": "168 Unit 7 Temperature and Thermometry\n7.Which one of the following sets of temperatures are equivalent? A.\n50oF,10oC, 283.15 K B. 68oF,20oC, 341.15 K C. 86oF,30oC,\n187.15 K D. None\n8.An annular thin ring of aluminum is cut from the aluminum sheet\nas shown below. When the ring is heated:\nA. The aluminum expands outward and the hole remains the same\nB. The hole decreases in diameter\nC. The diameter of the hole expands with the same percent as any\nlength of the aluminum\nD. Linear expansion forces the shape of the hole to be elliptical.\nPart II: Short Answer\n1. What is temperature?\n2.What are the causes for the rise of temperature in our environment?\n3. Define absolute zero temperature.\n4. What are the steam and ice points of water in Kelvin scale?\n5. What is the lowest possible temperature in nature?\nPart III: Workout\n1.What is the temperature in Celsius scale if the reading in Fahrenheit\nscale zero?\n2.The temperature of an object is 310 K. What is this temperature in\nFahrenheit scale?\n3.The ice and the steam points of the newly designed thermometer is\n25oXand 125oXrespectively. What value of temperature does this\nthermometer read for 62oC?\n4.Calculate the increase in length of a 2m copper rod that is heated\nfrom 0oCto 150oC?"
        },
        {
            "page_number": 175,
            "text": "7.7 Thermal Expansion of Materials 169\n5.The temperature varies from 25oCto 38oCyearly in Afar region. A\nconcrete side walk is constructed between two buildings when the\ntemperature is 25oC. A sidewalk consists of one concrete slab of\nlength 3m with negligible thickness. What amount of empty space\nshould be provided to protect the concrete from bending?"
        },
        {
            "page_number": 176,
            "text": ""
        },
        {
            "page_number": 177,
            "text": "Index\nAMA , 93\nIMA , 93\nAlcohol thermometers, 154\nAmplitude, 115\nAntinodes, 131\nAverage Speed, 41\nAverage Velocity, 43\nAxle, 104\nCelsius scale, 147\nCharacteristics of sound waves, 132\nCoefficient of linear expansion, 163\nConcept of Force, 60\nContact and non-contact forces, 60\nConversion between Temperature\nScales, 156\nDerived physical quantities, 26\nDifferent thermometers, 153\nDisplacement, 36\nDistance, 36\nEfficiency, 92\nEfficiency of machines, 94\nEffort, 84\nEffort arm, 97\nElectromagnetic waves, 123\nEnergy, 59\nExtreme temperature safety, 142\nFahrenheit scale, 148Force, 59\nForces of Friction , 69\nFulcrum, 97\nFundamental physical quantities, 26\nGravitational potential energy, 74\nHertz, 115\nHooke’s law, 119\nInstantaneous Speed, 41\nInstantaneous velocity, 43\nInterval scales, 12\nKelvin scale, 148\nKinetic Energy, 72\nKinetic energy, 73\nKinetic friction, 70\nLength, 14\nLevers, 96\nLinear expansion, 163\nLiquid thermometers, 153\nLoad, 84\nLoad arm, 97\nLongitudinal wave, 124, 125\nLoudness, 133\nM.A, 92\nMachine, 84\nMass, 14\nMaterials and Expansion, 161\nMeasurement, 18\n171"
        },
        {
            "page_number": 178,
            "text": "172 INDEX\nMeasurement and Safety, 17\nMeasuring Length, 19\nMeasuring mass, 21\nMeasuring time, 21\nMechanical Advantage, 92\nMechanical Energy, 72\nMechanical Oscillation, 113\nMechanical waves, 123\nMercury thermometer, 153\nMusical Instruments, 131\nNewton’s first, 63\nNewton’s Laws of Motion, 63\nNewton’s second law of motion, 65\nNode, 131\nOrdinal scales, 12\nPendulum, 116\nPeriod, 114\nPeriodic motion, 117\nPhysical Quantities, 23\nPhysical quantity, 26\nPitch, 132, 133\nPosition, 36\nPotential Energy, 72, 74\nPower, 76\nPrefix, 12\nProduction, 126\nPropagation of Sound, 126\nPropagation of waves, 123\nRadiation Thermometers, 155\nRatio scales, 12\nReading thermometer, 148\nRefraction, 128\nResistance thermometer, 154\nScalar and vector quantities, 25Scalar quantities, 26\nScales, 12\nScientific meaning of work, 70\nscrew, 101\nSimple Machines, 82, 85, 92\nSimple machines, 89\nSimple Machines at work place, 87\nSimple pendulum, 117\nSound Wave, 113\nSound Waves, 125\nSpeed of Sound, 127\nSpring, 116\nStandards, 12\nStanding waves, 131\nStatic friction, 70\nString, 116\nSuperposition principle, 131\nsuperposition principle, 134\nTemperature, 139\nTemperature and our life, 140\nTemperature Change and its Effects,\n143\nTemperature scales, 147\nThe Concept of Force, 60\nThe concept of work, 70\nThe inclined plane, 102\nThe pulley system, 107\nThe simple spring , 119\nThe wedge, 103\nThermistor, 155\nThermocouple, 154\nThermometric property, 153\nThermometric Scales, 146\nThermometry, 139\nTimber (Quality), 133\nTime, 14"
        },
        {
            "page_number": 179,
            "text": "INDEX 173\nTransverse wave, 124\nUniform motion, 48\nUnit conversion, 26\nUnits, 12\nV .R, 92, 93\nVector quantities, 26\nVelocity ratio, 92\nVelocity- time graph, 50\nWave motion, 116, 117\nWave on the string, 124\nWave speed, 115\nWavelength, 115\nWheel, 104\nWheel and axle, 104\nWork, 59"
        }
    ]
}